Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: <p>AMP was designed with responsiveness in mind, to work across <em>all</em> screen sizes. However, some features for third-party platforms (e.g., Google's Top Stories carousel) may only be designed for the mobile experience. Check with the third-party platform for how they use AMP. For more information about mobile and desktop AMP pages, see Paul Bakaus' blog post on <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">About that ‘mobile’ in Accelerated Mobile Pages</a>.</p>
ru: <p>AMP разрабатывались с мыслью о повышенной отзывчивости страниц и о возможности работы на экранах <em>любых</em> размеров. Тем не менее, некоторые функции сторонних платформ (например, карусель Top Stories от Google) могут работать только на мобильных устройствах. Узнать о том, как та или иная платформа использует AMP, можно в её документации. Для получения дополнительной информации о мобильных и настольных AMP-страницах см. пост в блоге Пола Бакауса (Pauk Bakaus) <a href="https://paulbakaus.com/2016/07/01/about-that-mobile-in-accelerated-mobile-pages/">О "мобильности" в Ускоренных Мобильных Страницах</a>.</p>

source: AMP Contributor Summit 2019
ar: قمة مساهمي AMP لسنة 2019
es: Encuentro con colaboradores de AMP, 2019

source: AMP Framework
ar: إطار عمل AMP
es: Entorno de trabajo de AMP

source: ads-analytics
ar: تحليلات الإعلانات

source: dynamic-content
ar: المحتوى الديناميكي

source: layout
ar: التخطيط
es: diseño

source: media
ar: الوسائط
es: medios digitales

source: presentation
ar: عرض تقديمي
es: presentación

source: social
ar: اجتماعي

source: Amplify Live!
ar: فعالية Amplify Live!

source: AMP & PWA
ar: AMP وتطبيق الويب التقدمي (PWA)
es: AMP y PWA

source: CMS
ar: نظام إدارة المحتوى (CMS)

source: PWA
ar: تطبيق الويب التقدمي (PWA)

source: Google Search Console
ar: وحدة تحكم بحث Google

source: Google AMP Test
ar: اختبار Google AMP
es: Prueba de Google AMP
