Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: The new <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">preconnect API</a> is used heavily to ensure HTTP requests are as fast as possible when they are made. With this, a page can be rendered before the user explicitly states they’d like to navigate to it; the page might already be available by the time the user actually selects it, leading to instant loading.
ar: يجري استخدام <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">واجهة برمجة التطبيقات باتصال أولي</a> الجديدة بكثرة لضمان أن تكون طلبات HTTP سريعة قدر الإمكان عند تقديمها. في هذه الحالة يمكن عرض الصفحة قبل أن يذكر المستخدم صراحةً أنه يود الانتقال إليها، وقد تكون الصفحة متاحة بالفعل في وقت اختيار المستخدم لها، مما يؤدي إلى التحميل الفوري.
es: La nueva <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API preconectada</a> se utiliza con mucha frecuencia para garantizar que las solicitudes HTTP sean lo más rápidas posible cuando se realizan. Con esto, una página puede renderizarse antes de que el usuario declare explícitamente que quiere navegar hacia ella. Es posible que la página ya esté disponible para cuando el usuario la seleccione, lo cual implica que la carga debe ser instantánea.
ru: Новое <a href="http://www.w3.org/TR/resource-hints/#dfn-preconnect">API предзагрузки</a> интенсивно используется для обеспечения максимально быстрого выполнения HTTP-запросов. При этом страница может быть предзагружена ещё до того, как пользователь явно заявит, что он хотел бы к ней перейти. Эта страница может быть полностью доступна к тому моменту, когда пользователь фактически выберет её, что приведёт к её мгновенной загрузке.

source: While prerendering can be applied to all web content, it can also use up a lot of bandwidth and CPU. AMP is optimized to reduce both of these factors. Prerendering only downloads resources above the fold and prerendering doesn’t render things that might be expensive in terms of CPU.
ar: وحيث أن العرض المسبق يمكن تطبيقه على كل محتوى الويب، فإنه يمكنه أيضًا استخدام الكثير من النطاق الترددي وCPU. تم تحسين AMP لتقليل كلا هذين العاملين. ويقوم العرض المسبق بتنزيل الموارد الموجودة في أعلى الصفحة فقط ولا يقوم العرض المسبق بعرض الأشياء التي قد تكون مكلفة من ناحية استهلاك CPU.
es: Si bien la pre-renderización puede aplicarse a todo el contenido de la web, también puede utilizar mucho ancho de banda y CPU. El AMP está optimizado para reducir ambos factores. El pre-renderizado solo descarga recursos en la primera parte de la página y el pre-renderizado no renderiza las cosas ya que pueden ser costosas en términos de la memoria del CPU.
ru: Несмотря на то, что ко всему контенту применяется предварительная визуализация (рендеринг), он оказывает сильное влияние на сетевой трафик и центральный процессор. AMP оптимизирован для уменьшения обоих этих факторов. При предварительной визуализации загружаются только те ресурсы, которые пользователь увидит в первую очередь, а те, загрузка которых может оказаться слишком значительной с точки зрения использования процессора - просто не отображаются.

source: Learn more about <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">why AMP HTML doesn’t take full advantage of the preload scanner</a>.
ar: تعلم المزيد عن <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">لما لا تستفيد AMP HTML بصورة كاملة من الماسح الضوئي للتحميل المسبق</a>.
es: Obtenga más información sobre <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">por qué AMP HTML no aprovecha al máximo el escáner antes de la carga</a>.
ru: Узнать подробности о том, <a href="https://medium.com/@cramforce/why-amp-html-does-not-take-full-advantage-of-the-preload-scanner-7e7f788aa94e">почему AMP HTML не использует все преимущества сканера предварительной загрузки</a>.

source: Developer Benefits
ar: فوائد المطورين
es: Beneficios para el desarrollador
ru: Преимущества для разработчиков

source: Regular Ad
ar: الإعلان العادي
es: Anuncio habitual
ru: Обычная реклама

source: JavaScript is powerful, it can modify just about every aspect of the page, but it can also block DOM construction and delay page rendering (see also <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). To keep JavaScript from delaying page rendering, AMP allows only asynchronous JavaScript.
ar: يتميز JavaScript بأنه قوي، ويمكنه تعديل معظم جوانب الصفحة، ولكن يمكنه أيضًا حظر إنشاء نموذج DOM وتأخير عرض الصفحة (انظر أيضًا <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">إضافة التفاعلية مع JavaScript</a>). لمنع JavaScript من تأخير عرض الصفحة، يسمح AMP بـ JavaScript غير المتزامن فقط.
es: JavaScript es potente, puede modificar casi todos los aspectos de la página, pero también puede bloquear la creación del DOM y renderizar la visualización de la página (consulte también <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Adding interactivity with JavaScript</a>). Añadir la interactividad con JavaScript</a>). Para evitar que JavaScript renderice la visualización de la página, AMP solo permite JavaScript asíncrono.
ru: JavaScript мощный, и с его помощью можно изменить практически любой аспект страницы, но он также может блокировать построение DOM и задержать визуализацию (рендеринг) страницы (см. также <a href="https://developers.google.com/web/fundamentals/performance/critical-rendering-path/adding-interactivity-with-javascript">Добавление интерактивности с помощью JavaScript</a>). Чтобы предотвратить задержку рендеринга страниц из-за JavaScript, AMP допускает только его асинхронные вызовы.

source: AMP uncouples document layout from resource layout. Only one HTTP request is needed to layout the entire doc (<a href="#font-triggering-must-be-efficient">+fonts</a>). Since AMP is optimized to avoid expensive style recalculations and layouts in the browser, there won’t be any re-layout when resources load.
ar: يفصل AMP تخطيط المستند عن تخطيط الموارد. هناك حاجة إلى طلب HTTP واحد فقط لتخطيط المستند بأكمله (<a href="#font-triggering-must-be-efficient">+الخطوط</a>). ولأن AMP محسَن لتجنب إعادة حسابات الأنماط والتخطيطات المكلفة في المتصفح، فلن يكون هناك أي إعادة للتخطيط عند تحميل الموارد.
es: AMP separa el diseño del documento del diseño de los recursos. Se necesita una sola solicitud HTTP para diseñar todo el documento (<a href="#font-triggering-must-be-efficient">más fuentes</a>). Dado que AMP está optimizado para evitar costosos nuevos cálculos de estilo y diseños en el navegador, no habrá un nuevo diseño al cargar los recursos.
ru: AMP разделяет макет документа и макет ресурсов. Для разметки всего документа требуется только один HTTP-запрос (<a href="#font-triggering-must-be-efficient">+шрифты</a>). Поскольку AMP оптимизирован для избежания снижающих скорость загрузки процедур анализа стилей и макетирования страниц, при загрузке ресурсов повторное макетирование не выполняется.

source: Any page that uses a custom script must tell the AMP system that it will eventually have a custom tag. For example, the <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> script tells the system that there will be an <code>amp-iframe</code> tag. AMP creates the iframe box before it even knows what it will include:
ar: يجب على أي صفحة تستخدم النص المخصص إبلاغ نظام AMP أنها ستحصل في النهاية على علامة مخصصة. فعلى سبيل المثال، يبلغ نص <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a>النظام أنه سيكون هناك علامة <code>amp-iframe</code>. يقوم AMP بإنشاء صندوق أطر iframe قبل معرفة محتواه:
es: Cualquier página que utilice un script personalizado debe informar al sistema AMP que en última instancia tendrá una etiqueta personalizada. Por ejemplo, el script <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> le dice al sistema que habrá una etiqueta <code>amp-iframe</code>. AMP crea la casilla iframe antes de saber qué incluirá:
ru: Любая страница, которая использующая пользовательский скрипт, должна сообщать системе AMP, что в конечном итоге она будет иметь пользовательский тег. Например, сценарий <a href="../documentation/components/reference/amp-iframe.md"><code>amp-iframe</code></a> сообщает системе, что будет тег <code>amp-iframe</code>. AMP создает элемент iframe ещё до того, как станет известно, что именно этот iframe будет в себя включать:

source: When AMP documents get prerendered for instant loading, only resources above the fold are actually downloaded. When AMP documents get prerendered for instant loading, resources that might use a lot of CPU (like third-party iframes) do not get downloaded.
ar: عند العرض المسبق لمستندات AMP للتحميل الفوري، يتم التنزيل الفعلي للموارد التي تكون في أعلى الصفحة فقط. وعند الانتهاء من العرض المسبق لمستندات AMP للتحميل الفوري، لا يتم تنزيل الموارد التي قد تستخدم الكثير من سعة CPU (مثل أطر iframe الخاصة بجهة خارجية).
es: Cuando los documentos de AMP son pre-renderizados para su carga instantánea, solo se descargan los recursos que en realidad se encuentran en la primera parte de la página. Cuando los documentos de AMP son pre-renderizados para su carga instantánea, no se descargan los recursos ya que podrían utilizar mucho CPU (como los iframes de terceros).
ru: Когда документы AMP предзагружаются для последующей мгновенной загрузки, фактически загружаются только ресурсы, необходимые на первом экране, а элементы, которые могут потребовать много ресурсов центрального процессора (например, сторонние iframe'ы), не загружаются.

source: Vision & Mission
ar: الرؤية والرسالة
es: Perspectiva y misión
ru: Мечта и Миссия

source: Our vision is our north star we use to orient ourselves, and our mission describes the way we move into the direction of it.
ar: رؤيتنا بمثابة نجم الشمال الذي يوجهنا، وتصف رسالتنا الطريق الذي نسلكه عند توجهنا له.
es: Nuestra visión es la guía que utilizamos para orientarnos, y nuestra misión describe la forma en que nos movemos hacia ella.
ru: Наша мечта - это наша полярная звезда, которую мы используем для ориентации, и наша миссия описывает то, как мы движемся по направлению к ней.

source: Vision
ar: الرؤية
es: Perspectiva
ru: Мечта

source: Mission
ar: الرسالة
es: Misión
ru: Миссия

source: A strong, user-first open web forever.
ar: الويب المفتوح القوي، تجربة المستخدمين الأولى على الدوام.
es: Una web abierta y sólida siempre enfocada en el usuario.
ru: Вечный, сильный, сфокусированный на пользователе открытый Интернет.

source: Provide a user-first format for web content, supporting the long-term success of every web publisher, merchant, and advertiser.
ar: يقدم محتوى ويب بتنسيق هو الأول للمستخدمين، ويدعم النجاح طويل الأمد لكل ناشري وتجار ومعلني الويب.
es: Proporcionar un formato cenfocado en el usuario para el contenido de la web, asegurando el éxito a largo plazo de cada editor, comerciante y publicista de la web.
ru: Сделать контент таким, чтобы его формат был сфокусирован на запросах пользователя и обеспечивал долгосрочный успех каждого издателя, продавца и рекламодателя в Интернете.

source: Design Principles
ar: مبادئ التصميم
es: Principios del diseño
ru: Принципы дизайна

source: These design principles are meant to guide the ongoing design and development of AMP. They should help us make internally consistent decisions.
ar: تهدف مبادئ التصميم لإرشاد تصميم وتطوير AMP المستمر. ويجب أن تساعدنا هذه المبادئ على اتخاذ قرارات متسقة داخليًا.
es: Estos principios del diseño tienen como objetivo ser una guía durante todo el proceso de diseño y desarrollo de AMP. Deberían ayudarnos a tomar decisiones propias que sean congruentes.
ru: Эти принципы дизайна предназначены для того чтобы направить в нужное русло текущие проекты и разработку AMP. Они должны помочь нам принимать внутренне согласованные решения.

source: User Experience > Developer Experience > Ease of Implementation.
ar: تجربة المستخدم > تجربة المطور > تسهيل التنفيذ.
es: Experiencia del usuario > Experiencia del desarrollador > Facilidad de implementación.
ru: Пользовательский опыт> Опыт разработчика> Простота реализации.

source: When in doubt, do what’s best for the end user experience, even if it means that it’s harder for the page creator to build or for the library developer to implement.
ar: عندما تكون في حالة شك، افعل ما هو أفضل لتجربة المستخدم النهائي، حتى لو عنى ذلك تصعيب البناء على منشئ الصفحة أو تصعيب التنفيذ على مطور المكتبة.
es: Si tiene dudas, haga lo que sea mejor para la experiencia del usuario final, incluso si eso significa que el creador de la página tendrá más dificultades para crearlo o el desarrollador de la biblioteca para implementarlo.
ru: Если сомневаетесь - делайте то, что лучше для конечного пользователя, даже если это означает, что создателю страницы будет сложнее её создать, а разработчику библиотеки её реализовать.

source: Don’t design for a hypothetical faster future browser.
ar: لا تقم بالتصميم لمتصفح مستقبلي افتراضي أسرع.
es: No haga diseños para un futuro navegador que supuestamente será más rápido.
ru: Не разрабатывайте для гипотетически более быстрых будущих браузеров.

source: We’ve chosen to build AMP as a library in the spirit of the <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">EXTENSIBLE WEB MANIFESTO</a> to be able to fix the web of today, not the web of tomorrow. AMP should be fast in today’s browsers. When certain optimizations aren’t possible with today’s platform, AMP developers should participate in standards development to get these added to the web platform.</span>
ar: اخترنا بناء AMP كمكتبة استنادًا إلى <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md"> بيان الويب المتوسع</a>، حتى نكون قادرين على إصلاح الويب الحالي، وليس الويب المستقبلي. يجب أن يكون AMP سريعًا في المتصفحات الموجودة في الوقت الراهن. عندما يكون إجراء تحسينات معينة على الأنظمة الأساسية الحالية غير ممكن، يجب على مطوري AMP المشاركة في تطوير المقاييس حتى تضاف إلى نظام الويب الأساسي.</span>
es: Hemos elegido crear la AMP como una biblioteca en el espíritu del <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">MANIFIESTO WEB AMPLIABLE</a> para que arreglemos la web actual, no la web del mañana. El AMP debería ser rápido en los navegadores actuales. Cuando algunas optimizaciones no son posibles con la plataforma actual, los desarrolladores de la AMP deben participar en el desarrollo de estándares para agregarlos a la plataforma web</span>
ru: Мы решили выпустить AMP в качестве библиотеки в духе <a href="https://github.com/extensibleweb/manifesto/blob/master/README.md">РАСШИРЯЕМОГО ИНТЕРНЕТ-МАНИФЕСТА</a>, чтобы иметь возможность исправлять сеть сегодняшнего дня, а не завтрашнего. AMP должен быть быстрым в современных браузерах. Когда определённая требуемая оптимизация невозможна на базе современной платформы, разработчики AMP должны участвовать в разработке новых стандартов, для их добавления в состав этой веб-платформы.</span>

source: Don’t break the web.
ar: لا تفسد الويب.
es: No salga de la web.
ru: Не ломайте Интернет.

source: Ensure that if AMP has outages or problems it doesn’t hurt the rest of the web. That means if the Google AMP Cache, the URL API or the library fails it should be possible for websites to gracefully degrade. If something works with an AMP cache it should also work without a cache.
ru: Убедитесь в том, что если в работе AMP есть перебои или проблемы, то с отображением контента в обычном режиме ничего не случится. Это означает, что если AMP Cache от Google, URL API или какая-то из ваших библиотек выйдут из строя, веб-сайты должны будут изящным образом стать немного хуже, но при этом продолжать работать. Если что-то работает с AMP-кешем, оно также должно быть в состоянии работать и без него.

source: Solve problems on the right layer.
ar: احرص على حل المشكلات على الطبقة المناسبة.
es: Resuelva los problemas en el nivel correcto.
ru: Решайте проблемы на соответствующем им уровне.

source: E.g. don’t integrate things on the client side, just because that is easier, when the user experience would be better with a server side integration.
ar: ومثال ذلك، لا تدمج الأشياء على جانب العميل، لمجرد أن هذا الأمر أسهل، في حين أن تجربة المستخدم ستكون أفضل عند إجراء الدمج على جانب الخادم.
es: Por ejemplo, solo porque sea más sencillo, no integre cosas en el lado del cliente cuando la experiencia del usuario sería mejor si la integración se hace del lado del servidor.
ru: Например, не интегрируйте что-то на стороне клиента просто потому, что это проще, если взаимодействие с пользователем будет лучше при интеграции этого чего-то на стороне сервера.

source: Only do things if they can be made fast.
ar: قم بالأشياء فقط عندما يكون أدائها سريعًا.
es: Solo haga cosas si puede hacerlas rápidamente.
ru: Делайте что-то только в том случае, когда это может быть сделано быстро.

source: Don’t introduce components or features to AMP that can’t reliably run at 60fps or hinder the instant load experience on today’s most common mobile devices.
ar: لا تقم بإدخال المكونات والميزات في AMP التي لا يمكن الوثوق في أنها ستعمل بمعدل 60 إطار/ثانية أو التي تعرقل تجربة التحميل الفوري على الأجهزة المحمولة الأكثر رواجًا هذه الأيام.
es: En AMP no introduzca componentes o funciones que no se ejecuten de manera confiable a 60 FPS, o que dificulten la experiencia de carga instantánea en los dispositivos móviles más comunes actualmente.
ru: Не вводите в AMP компоненты или функции, которые не смогут надежно работать при частоте 60fps или будут препятствовать мгновенной загрузке на самых распространенных современных мобильных устройствах.

source: Prioritise things that improve the user experience – but compromise when needed.
ar: إعطاء الأولوية للأشياء التي تحسن تجربة المستخدم - ولكن مع تقديم تنازلات عند الحاجة.
es: Dé prioridad a las cosas que mejoran la experiencia del usuario, pero comprométase a cambiarlas cuando sea necesario.
ru: Сделайте приоритетными такие нововведения, которые улучшают пользовательский опыт, но при необходимости ищите компромиссное решение.

source: Some things can be made fast and are still a terrible user experience. AMPs should deliver a fantastic user experience and speed is just one part of that. Only compromise when lack of support for something would stop AMP from being widely used and deployed.
ar: يمكن تسريع بعض الأشياء ولكنها تظل تجربة سيئة للمستخدمين. يجب أن تقدم صفحات AMP تجربة رائعة للمستخدمين والسرعة ما هي إلا جزء واحد منها. ويتم تقديم تنازلات فقط عندما يؤدي انعدام دعم شيء إلى منع استخدام وانتشار AMP على نطاق واسع.
es: Algunas cosas pueden hacerse rápidamente y siguen siendo una experiencia terrible para el usuario. Los AMP deberían brindarle al usuario una experiencia fantástica y la velocidad solo es una parte de eso. Debe involucrarse solo cuando la falta de soporte impida que AMP pueda utilizarse e implementarse como lo haría normalmente.
ru: Некоторые вещи могут быть сделаны быстро, но реализовывать ужасное взаимодействие с пользователем. AMP должны обеспечивать фантастический пользовательский опыт, и скорость - это только одна из частей этого. Компромисс в этом вопросе возможен только тогда, когда отсутствие поддержки чего-либо сможет помешать широкому использованию и развёртыванию AMP.

source: No whitelists.
ar: لا توجد قوائم بيضاء.
es: Sin listas blancas.
ru: Никаких белых списков.

source: We won’t give any special treatment to specific sites, domains or origins except where needed for security or performance reasons.
ar: لن تُمنح مواقع أو مجالات أو أصول معينة أي معاملة خاصة إلا عند الحاجة لأسباب متعلقة بالأمان أو الأداء.
es: No daremos ningún trato especial a sitios, dominios u orígenes específicos, excepto cuando sea necesario hacerlo por razones de seguridad o desempeño.
ru: Мы не будем выполнять какие-то особые действия для конкретных избранных сайтов, доменов или источников, за исключением случаев, когда это необходимо по соображениям безопасности или производительности.

source: Discover more...
ar: اكتشف المزيد...
es: Descubra más...
ru: Узнать больше...

source: Create your first AMP page
ar: إنشاء أول صفحة AMP لك
es: Cree su primera página AMP
ru: Создать свою первую AMP-страницу

source: Not sure how to get started? In this tutorial, you’ll learn how to create a basic AMP HTML page, how to stage it and validate that it’s AMP compliant, and finally ...
ar: لا تعرف كيف تبدأ؟ في هذا الدرس التعليمي، ستتعلم كيف تنشأ صفحة AMP HTML أساسية، وكيف تقسمها لمراحل وتتحقق من أنها متوافقة مع AMP وأخيرا...
es: ¿No sabe cómo comenzar? En este tutorial aprenderá cómo crear una página AMP HTML básica, cómo organizarla y verificar que sea compatible con AMP, y por último ...
ru: Не знаете c чего начать? Из этого руководства вы узнаете, как создать базовую AMP HTML-страницу, как подготовить её и проверить, соответствует ли она требованиям AMP, и, наконец, как подготовить её к публикации и распространению.

source: In this tutorial, you'll learn how to use data binding and expressions to build awesome, interactive AMP pages with amp-bind ...
ar: في هذا الدرس التعليمي، ستتعلم كيفية استخدام ربط البيانات والتعبيرات لإنشاء صفحات AMP رائعة وتفاعلية مع amp-bind...
es: En este tutorial, aprenderá cómo utilizar el enlace de datos y expresiones para crear páginas AMP que sean increíbles e interactivas mediante amp-bind ...
ru: Из этого руководства вы узнаете, как использовать привязку данных и выражений для создания потрясающих интерактивных AMP-страниц с помощью amp-bind...

source: Styling and layout on AMP HTML pages is very similar to normal HTML pages – in both cases, you'll use CSS.
ar: يتشابه نمط وتخطيط صفحات AMP HTML بدرجة كبيرة مع صفحات HTML العادية - في كلا الحالتين ستستخدم CSS.
es: El estilo y el diseño que se utilizan las páginas HTML AMP son muy similares a los de las páginas HTML normales, en ambos casos usará CSS.
ru: Стилизация и макетирование AMP HTML-страниц очень подобны аналогичным действиям на обычных HTML-страницах - в обоих случаях вы будете использовать CSS.

source: Get Started with Tutorials
ar: ابدأ مع الدروس التعليمية
es: Comenzar con los Tutoriales
ru: Начните работать с руководством

source: AMP Websites
ar: مواقع ويب AMP
es: Sitios web de AMP
ru: AMP-сайты

source: AMP Email
ar: بريد AMP الإلكتروني
es: Correo electrónico de AMP
ru: AMP-письма

source: advertisers
ar: المعلنون
es: publicistas
ru: рекламодатели

source: publishers
ar: الناشرون
es: editores
ru: издатели

source: e-commerce
ar: التجارة الإلكترونية
es: comercio electrónico
ru: электронная коммерция

source: nonprofit
ar: غير ربحي
es: sin fines de lucro
ru: некоммерческие

source: social-media
ar: مواقع التواصل الاجتماعي
es: redes sociales
ru: социальные СМИ

source: Magazine article
ar: مقالة لمجلة
es: Artículo de revista
ru: Журнальная статья

source: Breaking the status quo
ar: تغيير الوضع الحالي
es: Romper el status quo
ru: Нарушая статус-кво

source: This example of magazine article demonstrates how to build an immersive reading experience by adding animations that enhance the written content on the page.
ar: يوضح مثال لمقالة في أحد المجلات كيفية إنشاء تجربة قراءة محاكية للواقع من خلال إضافة الرسوم المتحركة والتي تحسن المحتوى المكتوب على الصفحة.
es: En este ejemplo de un artículo en una revista se muestra cómo crear experiencias de lectura inmersiva agregando animaciones que mejoran el contenido escrito de la página.
ru: Этот пример журнальной статьи демонстрирует то, как можно организовать захватывающее впечатление от чтения путём добавления анимации, которая улучшает написанное на странице.
