Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: While custom JS is allowed in <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, and third-party JS is allowed in iframes, it cannot block rendering. For example, if third-party JS uses the <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, it does not block rendering the main page.
ar: وعلى الرغم من أن JS مسموح به في <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>، و JS من جهة خارجيةمسموح به في نوافذ الأطر المدمجة، فإنه لا يمكنه حظر العرض. إذا استخدم JS من جهة خارجية واجهات <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>، فإنه لن يحظر عرض الصفحة الرئيسية.
es: Aunque el JS personalizado está permitido en <a href="../documentation/components/reference/amp-script.md">amp-script</code></a>, y el JS de terceros está permitido en iframes, no puede bloquear la renderización. Por ejemplo, si el JS de terceros utiliza la <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">super-bad-for-performance <code>document.write</code> API</a>, no bloquea la renderización de la página principal.
ru: Хотя пользовательский JS разрешён в <a href="../documentation/components/reference/amp-script.md"><code>amp-script</code></a>, а сторонний JS разрешен в iframe'ах, он не может блокировать визуализацию (рендеринг). Например, если сторонний JS использует <a href="http://www.stevesouders.com/blog/2012/04/10/dont-docwrite-scripts/">что-то ужасное для производительности, наподобие <code>document.write</code> API</a>, это не заблокирует визуализацию главной страницы.

source: Size all resources statically
ar: تحجيم كافة الموارد بشكل ثابت
es: Dimensionar todos los recursos de forma estática
ru: Задаёт размер всех ресурсов статически

source: External resources such as images, ads or iframes must state their size in the HTML so that AMP can determine each element’s size and position before resources are downloaded. AMP loads the layout of the page without waiting for any resources to download.
ar: يجب كتابة حجم الموارد الخارجية مثل الصور والإعلانات ونوافذ الأطر المدمجة بلغة HTM حتى يتمكن AMP من تحديد حجم وموضع كل عنصر قبل تنزيل الموارد. يقوم AMP بتحميل تخطيط الصفحة دون انتظار تنزيل الموارد.
es: Los recursos externos, como las imágenes, los anuncios o los iframes, deben indicar su tamaño en el código HTML para que la AMP pueda determinar el tamaño y la posición de cada elemento antes de que se descarguen los recursos. AMP carga el diseño de la página sin esperar a que se descargue ningún recurso.
ru: Внешние ресурсы, такие как изображения, реклама или iframe'ы, должны иметь статически указанный размер в HTML, чтобы AMP мог узнать и его и координаты расположения каждого элемента ещё до загрузки ресурсов. AMP загружает макет страницы, не дожидаясь загрузки самих ресурсов.

source: Don’t let extension mechanisms block rendering
ar: لا تدع آليات الامتدادات تحظر العرض
es: No permita que los mecanismos de extensión bloqueen la renderización
ru: Не позволяет расширениям блокировать визуализацию (рендеринг)

source: AMP doesn’t let extension mechanisms block page rendering. AMP supports extensions for things like <a href="../documentation/components/reference/amp-lightbox.md">lightboxes</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram embeds</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. While these require additional HTTP requests, those requests do not block page layout and rendering.
ar: لا يسمح AMP لآليات الامتدادات بحظر العرض. يدعم AMP امتدادات أشياء من قبيل <a href="../documentation/components/reference/amp-lightbox.md">العروض المبسطة</a> أو <a href="../documentation/components/reference/amp-instagram.md">تضمينات الانستغرام</a> أو <a href="../documentation/components/reference/amp-twitter.md">التغريدات</a> أو وغيرها. وعلى الرغم من أنهم يستلزمون طلبات HTTP إضافية، إلا أن هذه الطلبات لا تحظر تخطيط وعرض الصفحة.
es: El AMP no permite que los mecanismos de extensión bloqueen la renderización de las páginas. AMP admite extensiones para cosas como <a href="../documentation/components/reference/amp-lightbox.md">cajas de luz</a>, <a href="../documentation/components/reference/amp-instagram.md">instagram integrados</a>, <a href="../documentation/components/reference/amp-twitter.md">tweets</a>, etc. Si bien necesitan solicitudes HTTP adicionales, dichas solicitudes no bloquean el diseño y la renderización de la página.
ru: AMP не позволяет механизмам расширений блокировать визуализацию (рендеринг) страниц. AMP поддерживает расширения для таких вещей, как <a href="../documentation/components/reference/amp-lightbox.md">лайтбоксы</a>, <a href="../documentation/components/reference/amp-instagram.md">вставки из instagram</a>, <a href="../documentation/components/reference/amp-twitter.md">твиты</a> и других. Несмотря на то, что для подобных элементов требуется выполнение дополнительных HTTP-запросов, они не заблокируют макет страницы и её рендеринг.

source: Keep all third-party JavaScript out of the critical path
ar: إبعاد كل تعليمات JavaScript من جهات خارجية عن المسار الحرج
es: Mantener todos los Javascript de terceros fuera del camino crítico
ru: Размещает весь сторонний JavaScript вне критического пути

source: Third-party JS likes to use synchronous JS loading. They also like to <code>document.write</code> more sync scripts. For example, if you have five ads on your page, and each of them cause three synchronous loads, each with a 1 second latency connection, you’re in 15 seconds of load time just for JS loading.
ar: تفضل تعليمات JS من جهات خارجية استخدام تحميل JS متزامن. كما أنهم يفضلون استخدام <code>document.write</code> لكتابة المزيد من النصوص المتزامنة. فعلى سبيل المثال، إذا كان لديك خمسة إعلانات على صفحتك، وينتج عن كل منها ثلاثة تحميلات متزامنة، يستغرق كل منها 1 ثانية لزمن الانتقال، فإن وقت التحميل يستغرق 15 ثانية فقط لتحميل JS.
es: A los terceros de JS les gusta utilizar la carga JS sincrónica. También les gusta crear otros scripts de sincronización como <code>document.write</code>. Por ejemplo, si tiene cinco anuncios en su página, y cada uno de ellos produce tres cargas sincrónicas, cada una con una conexión de latencia de 1 segundo, usted pasa 15 segundos solo para cargar el JS.
ru: В JS-коде от сторонних разработчиков часто используется синхронная загрузка. В нём также часто можно встретить добавление в код страницы новых синхронных вызовов с помощью <code>document.write</code>. Например, если у вас на странице пять рекламных блоков, и каждый из них вызывает загрузку трёх синхронных ресурсов и каждый из них с задержкой подключения в 1 секунду, то у вас уйдёт 15 секунд только на загрузку JS.

source: AMP pages allow third-party JavaScript but only in sandboxed iframes. By restricting them to iframes, they can’t block the execution of the main page. Even if they trigger multiple style re-calculations, their tiny iframes have very little DOM.
ar: تسمح صفحاتAMP بتعليمات JavaScript من جهات خارجية ولكنها تسمح بها في أطر iframe التي لديها وضع حماية فقط. وبحصر هذه الصفحات على أطر iframe، فإنه لا يمكنها حظر تنفيذ الصفحة الرئيسية. وحتى لو قامت بتشغيل إعادة حسابات الأنماط المتعددة، فإن أطر iframe الصغيرة الخاصة بها لديها نموذج DOM صغير جدًا.
es: Las páginas AMP permiten JavaScript de terceros, pero solo en los iframes dentro de un aislamiento de procesos. Al restringirlos a iframes, no pueden bloquear la ejecución de la página principal. Incluso si activan varios nuevos cálculos de estilo, sus pequeños iframes tienen muy pocos DOM.
ru: AMP-страницы допускают сторонний JavaScript, но только в изолированных iframe'ах. Ограниченный iframe'ами, этот код не может блокировать отрисовку главной страницы. Даже если в iframе'е запускается обработка всего нескольких стилей или это крошечные iframe с очень маленьким документом внутри.

source: The time it takes to do style-recalculations and layouts are restricted by DOM size, so the iframe recalculations are very fast compared to recalculating styles and layout for the page.
ar: يكون الوقت المستغرق في القيام بإعادة حساب الأنماط والتخطيطات مقيدًا بحجم نموذج DOM، ولذا فإن إعادة حسابات أطر iframe تكون سريعة جدًا بالمقارنة بإعادة حساب أنماط وتخطيط الصفحة.
es: El tiempo necesario para realizar los recálculos de estilo y diseños está limitado por el tamaño del DOM, por lo que los recálculos del iframe son muy rápidos en comparación con los nuevos cálculos de estilo y diseño de la página.
ru: Время, необходимое для обработки стилей и компоновки страницы, зависит от размера DOM, поэтому обработка данных в iframe'е выполняется очень быстро по сравнению с обработкой стилей и макета страницы.

source: All CSS must be inline and size-bound
ar: يجب أن تكون جميع نظم CSS مضمنة ومرتبطة بالحجم
es: Todos los CSS deben estar en línea y vinculados al tamaño
ru: Весь CSS должен быть встроенным и иметь ограниченный размер

source: CSS blocks all rendering, it blocks page load, and it tends to get bloated. In AMP HTML pages, only inline styles are allowed. This removes 1 or often more HTTP requests from the critical rendering path compared to most web pages.
ar: تحظر نظم CSS كافة العروض، وتحظر تحميل الصفحة، وتميل إلى أن تصبح طويلة وبطيئة وغير ضرورية. في صفحات AMP HTML، يسمح فقط بالأنماط المضمنة. وهذا يزيل طلب واحد أو أكثر غالبًا من طلبات HTTP من مسار العرض الحرج بالمقارنة بمعظم صفحات الويب.
es: El CSS bloquea toda la renderización, bloquea la carga de páginas y tiende a ser voluminoso. En las páginas AMP HTML, solo se permiten los estilos en línea. Esto elimina una o más solicitudes HTTP de la ruta de renderizado crítica para la mayoría de las páginas web.
ru: CSS блокирует весь рендеринг (визуализацию), блокирует загрузку страницы и имеет тенденцию к постоянному увеличению. На AMP HTML-страницах разрешены только встроенные стили. Это удаляет как минимум 1, а чаще и больше дополнительных HTTP-запросов из критического пути рендеринга, в сравнении с большинством веб-страниц.

source: Also, the inline style sheet has a maximum size of 50 kilobytes. While this size is big enough for very sophisticated pages, it still requires the page author to practice good CSS hygiene.
ar: علاوة على ذلك، يبلغ أقصى حجم لورقة الأنماط المضمنة 50 كيلو بايت. وعلى الرغم من أن هذا الحجم كبير بما فيه الكفاية للصفحات المتطورة للغاية، إلا أنه ما يزال يتطلب من مؤلف الصفحة الحفاظ على سلامة نظام CSS.
es: Además, la hoja de estilo en línea tiene un tamaño máximo de 50 kilobytes. Aunque este tamaño es lo suficientemente grande para páginas muy sofisticadas, aún necesita que el autor de la página practique una buena higiene de CSS.
ru: Кроме того, встроенные стили могут иметь размер не более 50 килобайт. Хотя этот размер достаточно велик для отображения в том числе очень сложных страниц, он все же требует от автора страницы соблюдения правил чистоты CSS.

source: Font triggering must be efficient
ar: يجب أن يكون تشغيل الخطوط فعالًا
es: La activación de la fuente debe ser eficaz
ru: Запуск шрифта должен быть эффективным

source: Web fonts are super large, so <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">web font optimization</a> is crucial to performance. On a typical page that has a few sync scripts and a few external style sheets, the browser waits and waits to start downloading these huge fonts until all this happens.
ar: خطوط الويب كبيرة جدًا، لذا فإن <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">تحسين خطوط الويب</a> هو عامل حاسم في الأداء. على صفحة عادية بها القليل من النصوص المتزامنة والقليل من أوراق الأنماط الخارجية، ينتظر المتصفح طويلا قبل بدء تنزيل هذه الخطوط الكبيرة حتى الانتهاء من كل ذلك.
es: Las fuentes web son muy grandes, así que <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">la optimización de las fuentes de la web</a> es decisivo para su rendimiento. En una página habitual que contiene algunos scripts de sincronización y algunas hojas de estilo externas, el navegador espera para comenzar la descarga de estas enormes fuentes hasta que todo esto suceda.
ru: Веб-шрифты супер большие, поэтому <a href="https://developers.google.com/web/fundamentals/performance/optimizing-content-efficiency/webfont-optimization">оптимизация веб-шрифтов</a> имеет решающее значение для производительности. На типичной странице, которая имеет несколько сценариев синхронизации и несколько внешних таблиц стилей, браузер ждет и ждет загрузки этих огромных шрифтов, пока все это не закончится.

source: The AMP system declares zero HTTP requests until fonts start downloading. This is only possible because all JS in AMP has the async attribute and only inline style sheets are allowed; there’s no HTTP requests blocking the browser from downloading fonts.
ar: لا يشترط نظام AMP أي طلبات HTTP حتى تبدأ الخطوط بالتنزيل. وهذا ممكن فقط بسبب أن تعليمات JS في AMP لها سمة عدم التزامن ويتم السماح بأوراق الأنماط المضمنة فقط، ولا توجد أي طلبات HTTP تحظر المتصفح من تنزيل الخطوط.
es: El sistema AMP declara cero solicitudes HTTP hasta que las fuentes comienzan a descargarse. Esto solo es posible porque todos los JS en AMP tienen el atributo asíncrono y solo se permiten hojas de estilo en línea, no hay solicitudes HTTP que bloqueen al navegador para descargar fuentes.
ru: Система AMP не выполняет никакие другие запросы, пока не начнут выполняться HTTP-запросы по загрузке шрифтов. Это возможно благодаря тому, что все вставки JS-код в AMP имеют атрибут async и разрешены только встроенные таблицы стилей. Таким образом, отсутствуют HTTP-запросы, блокирующие загрузку шрифтов браузером.

source: Minimize style recalculations
ar: تقليل إعادة حسابات الأنماط
es: Minimice los nuevos cálculos de estilo
ru: Минимизирует пересчёты стилей

source: Each time you measure something, it triggers style recalculations which are expensive because the browser has to layout the entire page. In AMP pages, all DOM reads happen first before all the writes. This ensures there’s the max of one recalc of styles per frame.
ar: عندما تقوم بقياس شيء ما، فإنه يقوم بتشغيل عمليات إعادة حساب الأنماط المكلفة لأن المتصفح عليه أن يقوم بتخطيط الصفحة بأكملها. في صفحات AMP، تحدث جميع قراءات نموذج DOM أولًا قبل الكتابات. وهذا يضمن تنفيذ حد أقصى عملية إعادة حساب أنماط واحدة لكل إطار.
es: Cada vez que se mide algo, se activan nuevos cálculos de estilo lo cual es caro porque el navegador tiene que diseñar toda la página. En las páginas de AMP, todas las lecturas del DOM suceden antes de todos los documentos. Esto asegura que hay un máximo de nuevos cálculos de estilos por cuadro.
ru: Каждый раз, когда вы что-то измеряете, он запускает пересчёты стилей, а это операция, дорогостоящая для производительности из-за необходимости браузера повторно разметить всю страницу. На страницах AMP все чтения DOM происходят до того, как что-либо записать. Это гарантирует то, что будет выполнен максимум один пересчёт стилей на каждый фрейм.

source: Learn more about impact of style and layout recalculations on <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendering performance</a>.
ar: تعلم المزيد عن تأثير إعادة حسابات الأنماط والتخطيطات على<a href="https://developers.google.com/web/fundamentals/performance/rendering/">أداء العرض</a>.
es: Obtenga más información sobre el efecto de los nuevos cálculos de estilo y diseño en el <a href="https://developers.google.com/web/fundamentals/performance/rendering/">rendimiento de la renderización</a>.
ru: Узнать больше о влиянии стилей и особенностей перекомпоновки страницы на <a href="https://developers.google.com/web/fundamentals/performance/rendering/">скорость визуализации (рендеринга)</a>.

source: Only run GPU-accelerated animations
ar: تشغيل الرسوم المتحركة المسرعة من خلال وحدة معالجة الرسومات (GPU) فقط
es: Solo ejecuta animaciones mediante aceleración GPU
ru: Запускает анимацию только на графическом процессоре (GPU)

source: The only way to have fast optimizations is to run them on the GPU. GPU knows about layers, it knows how to perform some things on these layers, it can move them, it can fade them, but it can’t update the page layout; it will hand that task over to the browser, and that’s not good.
ar: الطريقة الوحيدة للحصول على تحسينات سريعة هي التشغيل عبر وحدة معالجة الرسومات (GPU). تعرف وحدة GPU كل ما يتعلق بالطبقات، وتعرف كيفية أداء بعض الأمور على هذه الطبقات، فيمكنها إزالتها، ويمكنها جعلها تتلاشى، ولكن لا يمكنها تحديث تخطيط الصفحة، بل توكل تلك المهمة إلى المتصفح، وهذا ليس جيدًا.
es: La única forma de conseguir optimizaciones rápidas es ejecutarlas en la GPU. La GPU conoce las capas, sabe cómo hacer ciertas operaciones en estas capas, puede moverlas, puede desvanecerlas, pero no puede actualizar el diseño de la página, entregará esa tarea al navegador, y eso no está bien.
ru: Единственный способ выполнить быструю оптимизацию - запустить её на графическом процессоре. Графический процессор знает о компоновке, знает как выполнять некоторые действия с разными компонентами, он может перемещать их, он может затенять их, но не может обновлять макет страницы. Задачу по обновлению макета он передаст браузеру, и это не хорошо.

source: The rules for animation-related CSS ensure that animations can be GPU-accelerated. Specifically, AMP only allows animating and transitioning on transform and opacity so that page layout isn’t required. Learn more about <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">using transform and opacity for animation changes</a>.
ar: تضمن قواعد نظام CSS المتعلق بالرسوم المتحركة أن يتم تسريع الرسوم المتحركة من خلال وحدة معالجة الرسومات (GPU). وعلى وجه التحديد، يسمح AMP فقط بالحركة والانتقال فيما يختص بالتحويل ومعدل الشفافية حتى يكون تخطيط الصفحة غير مطلوب. تعلم المزيد عن <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count"> استخدام التحويل ومعدل الشفافية لتغيرات الرسوم المتحركة</a>.
es: Las reglas para el CSS relacionado con la animación aseguran que las animaciones pueden hacerse mediante aceleración GPU. Específicamente, el AMP solo permite la animación y la transición durante la transformación y la opacidad, para que el diseño de la página no sea necesario. Obtenga más información en <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">utilizando la transformación y la opacidad para los cambios en la animación</a>.
ru: CSS-правила, относящиеся к анимации, гарантируют, что она может быть ускорена благодаря графическому процессору. В частности, AMP позволяет анимировать и выполнять только переходы, связанные с трансформацией и прозрачностью, а для этого макет страницы не требуется. Узнать больше об <a href="https://developers.google.com/web/fundamentals/performance/rendering/stick-to-compositor-only-properties-and-manage-layer-count">использовании трансформаций и прозрачности при анимации</a>.

source: Prioritize resource loading
ar: تحديد الأولويات عند تحميل الموارد
es: Jerarquizar la carga de recursos
ru: Повышение приоритета загрузки ресурсов

source: AMP controls all resource downloads: it prioritizes resource loading, loading only what’s needed, and prefetches lazy-loaded resources.
ar: يتحكم AMP في تنزيل جميع الموارد، ويحدد الأولويات عند تحميل الموارد، ويقوم بتحميل ما هو مطلوب، ويؤجل تحميل الموارد البطيئة في التحميل عند الحاجة إليها.
es: AMP controla todas las descargas de recursos, jerarquiza la carga de recursos, cargando solo lo que se necesita, y busca anticipadamente los recursos en la carga diferida.
ru: AMP контролирует весь процесс загрузки ресурсов: он определяет приоритет, загружает только то, что нужно, а также заранее забирает ресурсы, полученные с помощью ленивой загрузки.

source: When AMP downloads resources, it optimizes downloads so that the currently most important resources are downloaded first. Images and ads are only downloaded if they are likely to be seen by the user, above the fold, or if the user is likely to quickly scroll to them.
ar: عندما يقوم AMP بتحميل الموارد، فإنه يحسن التنزيلات حتى يتم تنزيل الموارد الأكثر أهمية في الوقت الحالي أولًا. يتم تنزيل الصور والإعلانات فقط إذا كان من المحتمل أن يراها المستخدم، أو إذا كانت في الجزء العلوي من الصفحة، أو إذا كان من المحتمل أن يقوم المستخدم بالتمرير عليها بسرعة.
es: Cuando AMP descarga recursos, optimiza las descargas para que por ahora los recursos más importantes se descarguen primero. Las imágenes y los anuncios solo se descargan si es probable que el usuario los vea, por encima del pliegue, o si es probable que el usuario se desplace rápidamente hasta ellos.
ru: Когда AMP загружает ресурсы, он оптимизирует загрузку так, что наиболее важные на данный момент ресурсы загружаются первыми. Изображения и рекламные объявления загружаются только в том случае, если они могут быть просмотрены пользователем выше края или если пользователь может быстро прокрутить до них страницу.

source: AMP also prefetches lazy-loaded resources. Resources are loaded as late as possible, but prefetched as early as possible. That way things load very fast but CPU is only used when resources are actually shown to users.
ar: يؤجل AMP أيضًا تحميل الموارد البطيئة في التحميل عند الحاجة إليها. إذ يجري تحميل الموارد قدر الإمكان، ولكن يتم تحميلها بأسرع ما يمكن عند الحاجة إليها. ولهذا السبب يتم تحميل الأشياء بسرعة كبيرة ولكن يتم استخدام CPU فقط عندما تظهر الموارد بالفعل للمستخدمين.
es: La AMP también busca anticipadamente los recursos en la carga diferida. Los recursos se cargan lo más tarde posible, pero se buscan con anticipación. De esta manera las cosas se cargan muy rápido, pero el procesador solo se utiliza cuando los recursos se presentan realmente a los usuarios.
ru: AMP также получает предварительно выбранные лениво-загруженные ресурсы. Ресурсы загружаются как можно позже, но предварительно выбранные - как можно раньше. Таким образом, всё загружается очень быстро, но процессор используется только тогда, когда ресурсы фактически уже показаны пользователям.

source: Load pages in an instant
ar: تحميل الصفحات في لحظة
es: Cargar las páginas en un instante
ru: Моментально загружает страницы
