Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: Building AMP pages is easy
ar: بناء صفحات AMP هو أمر سهل
es: Crear páginas AMP es sencillo
ru: Создание AMP-страниц - это легко

source: AMP can be applied across various web touch points
ar: يمكن تطبيق AMP عبر نقاط اتصال ويب متعددة
es: AMP puede aplicarse en varios puntos de contacto de la web
ru: Технология AMP может быть применена к различным точкам контакта

source: Maintain flexibility and control and reduce complexity in your code
ar: الحفاظ على المرونة والتحكم في درجة تعقيد تعليمتك البرمجة وتقليلها
es: Mantener la flexibilidad, el control y reducir la complejidad de su código
ru: Сохраняйте гибкость и управляемость при уменьшении сложности в вашем коде

source: Building blocks that ensure performance
ar: بناء كتل لضمان الأداء
es: Crear bloques que aseguren el rendimiento
ru: Строительные блоки, гарантирующие производительность

source: Build for a sustainable future in the open web for everyone
ar: بُنيت لضمان مستقبل مستدام للجميع في عصر الويب المفتوح
es: Crear un futuro sostenible en la web abierta para todo el mundo
ru: Создавайте устойчивое будущее для всех в открытом Интернете

source: Track and measure
ar: التعقب والقياس
es: Buscar y medir
ru: Отслеживание и измерение

source: Fast loading times
ar: أوقات تحميل سريعة
es: Tiempos de carga rápidos
ru: Быстрое время загрузки

source: Immersive storytelling
ar: سرد قصص محاكية للواقع
es: Narraciones inmersivas
ru: Захватывающее повествование

source: Robust Advertising Support
ar: دعم إعلاني قوي
es: Sólido apoyo publicitario
ru: Поддержка надёжной рекламы

source: Create beautiful and engaging content easily
ar: إنشاء محتوى جميل وجذاب بسهولة
es: Crear contenido bello y atractivo fácilmente
ru: Лёгкое создание красивого и увлекательного контента

source: Creative flexibility for editorial freedom and branding
ar: خلق مرونة لأجل الحرية التحريرية وإدراج العلامة التجارية
es: Flexibilidad creativa para la libertad editorial y la imagen de marca
ru: Творческая гибкость для редакционной свободы и брендинга

source: Sharable and linkable on the open web
ar: قابلية المشاركة والربط على الويب المفتوح
es: Compartir y conectar páginas en la web abierta
ru: Совместное использование и связывание в открытом Интернете

source: Measurable viewability
ar: مشاهدات قابلة للقياس
es: Visibilidad medible
ru: Измеримая видимость

source: Maximize your revenue
ar: تحقيق أعلى الإيرادات
es: Maximice su ingreso
ru: Сделайте свой доход максимальным

source: Maximize your ROI
ar: تحقيق أقصى ما يمكن من عائد الاستثمار
es: Maximice sus retornos de inversiones (ROI)
ru: Cделайте свой ROI максимальным

source: End to end experience is controlled
ar: التحكم في التجربة من بدايتها إلى نهايتها
es: El experimento de extremo a extremo está controlado
ru: Сквозное взаимодействие контролируется

source: Reduce complexity in your operations
ar: تقليل درجة التعقيد في عملياتك
es: Reduce la complejidad de sus operaciones
ru: Уменьшайте сложность своих операций

source: Collaborative community
ar: مجتمع تعاوني
es: Comunidad colaborativa
ru: Активное сообщество

source: Increased personalization
ar: زيادة التخصيص
es: Mayor personalización
ru: Увеличенная персонализация

source: Interactive customer experience
ar: تجربة العملاء التفاعلية
es: Experiencia interactiva del cliente
ru: Интерактивное взаимодействие с клиентом

source: Improved and smarter services
ar: خدمات محسنة وأكثر ذكاءًا
es: Servicios mejorados y más inteligentes
ru: Улучшенные и более умные сервисы

source: Increased in-mail capabilities
ar: زيادة الإمكانيات في البريد
es: Aumento en las capacidades de correo electrónico
ru: Расширенные возможности оформления писем

source: Safe and secure
ar: سالم وآمن
es: Seguro y protegido
ru: Надёжно и безопасно

source: Consistency and scalability
ar: الاستمرارية وقابلية التوسع
es: Consistencia y escalabilidad
ru: Согласованность и масштабируемость

source: AMP pages load near instantly, enabling you to offer a consistently fast experience across all devices and platforms.
ar: تتميز صفحات AMP بالتحميل على الفور تقريبًا، وتمكنك من عرض تجربة سريعة باستمرار على كل الأجهزة والأنظمة الأساسية.
es: Las páginas de AMP se cargan casi instantáneamente, permitiendo ofrecer una experiencia rápida y continua en todos los dispositivos y plataformas.
ru: AMP-страницы загружаются практически мгновенно, что позволяет вам организовать неизменно быструю работу на любых устройствах и платформах.

source: You can often convert your entire archive in days especially if you use a popular CMS such as Wordpress or Drupal.
ar: ويمكنك دائمًا تحويل أرشيفك بالكامل في أيام إذا كنت تستخدم نظامًا شائعا لإدارة المحتوى مثل Wordpress أو Drupal.
es: A menudo puede convertir todo el archivo en pocos días, especialmente si utiliza CMS populares como Wordpress o Drupal.
ru: Вы можете регулярно конвертировать весь свой архив за несколько дней, особенно если используете популярную CMS, такую как Wordpress или Drupal.

source: Used by popular and global platforms like Google, Bing and Twitter, AMP allows you to ensure users from all these surfaces get an unparalleled, often instantaneous and native-feeling experience by defaulting to AMP pages when available.
ar: ولأن الأنظمة الأساسية الشائعة مثل Google و Bing وTwitter تستخدم AMP، فإن AMP يتيح لك ضمان حصول المستخدمين من كافة هذه المستويات على تجربة فريدة وفورية في أغلب الأحيان وتشعرهم بالانتماء عند استخدام صفحات AMP بشكل افتراضي عند توافرها.
es: Utilizado en plataformas populares y mundiales como Google, Bing y Twitter, el sistema AMP proporciona a los usuarios de todos esos servicios en una experiencia sin precedentes, con frecuencia instantánea y similar a la de las aplicaciones originales, seleccionando de forma predeterminada las páginas de AMP cuando están disponibles.
ru: Используемая популярными и глобальными платформами, такими как Google, Bing и Twitter, AMP позволяет гарантировать, что пользователи со всех этих ресурсов получат беспрецедентные, часто мгновенные и родные ощущения, используя по умолчанию AMP-страницы каждый раз, когда это возможно.

source: You can use CSS to customize your styling, dynamic data to fetch the freshest data where needed, to build the best possible user experience for your customers.
ru: Вы можете использовать CSS для настройки ваших стилей, динамических данных, для получения самых свежих данных там, где это необходимо, а также для создания наилучшего ощущения от использования ресурса у ваших клиентов.

source: The AMP Project is an open source initiative to protect the future of the web helping everyone deliver a better, faster more user-friendly experience.
ar: يمثل مشروع AMP مبادرة مفتوحة المصدر لحماية مستقبل الويب ومن ثم يساعد الجميع على تقديم تجربة أفضل وأسرع وأكثر سهولة عند الاستخدام.
es: El Proyecto AMP es una iniciativa de código abierto para asegurar el futuro de la web, permitiendo a todos ofrecer mejores, más rápidas y más cómodas experiencias de usuario.
ru: Проект AMP - это инициатива с открытым исходным кодом, призванная защитить будущее Интернета, помогая каждому предоставить лучший, более быстрый и сфокусированный на потребностях пользователей интерфейс.

source: AMP pages load near instantly – across all devices and platforms.
ar: تقوم صفحات AMP بالتحميل على الفور تقريبًا - في جميع الأجهزة والأنظمة الأساسية.
es: Las páginas AMP se cargan casi instantáneamente en todos los dispositivos y plataformas.
ru: AMP-страницы загружаются практически мгновенно - на любых устройствах и платформах.

source: Used by global platforms like Google, Bing and Twitter, AMP allows users a native-feeling experience across all platforms by defaulting to AMP pages when available.
ar: ولأن الأنظمة الأساسية العالمية مثل Google و Bing وTwitter تستخدم AMP، فإن AMP يتيح للمستخدمين الحصول على تجربة تشعرهم بالانتماء خلال كافة الأنظمة الأساسية عند استخدام صفحات AMP بشكل افتراضي عند توافرها.
es: Utilizado por plataformas mundiales como Google, Bing y Twitter, AMP permite a los usuarios vivir una experiencia de similar a las aplicaciones originales en todas las plataformas, seleccionando de forma predeterminada las páginas de AMP cuando están disponibles.
ru: Используемая глобальными платформами, такими как Google, Bing и Twitter, AMP позволяет пользователям чувствовать себя как дома на всех платформах, по умолчанию используя AMP-страницы в случае если они доступны.

source: You can use CSS to customize your styling and dynamic data to fetch the freshest data where needed.
ar: يمكنك استخدام نظام إدارة المحتوى لتخصيص بيانات الأنماط والبيانات الديناميكية الخاصة بك لإحضار أحدث البيانات عند الحاجة.
es: Puede utilizar CSS para personalizar el estilo y los datos dinámicos para obtener los datos más recientes cuando sea necesario.
ru: Вы можете использовать CSS для настройки стилей и динамические вызовы для получения самых свежих данных в тех местах, где это необходимо.

source: It takes a lot of time and effort to build a great website. AMP components are already optimized for the best performance.
ar: يستغرق إنشاء موقع ويب كبير وقتًا طويلًا ويتطلب جهدًا فائقًا. وتعتبر مكونات AMP بالفعل مكونات محسنة لتحقيق أفضل أداء.
es: Se necesita mucho tiempo y esfuerzo para desarrollar un gran sitio web. Los componentes de AMP ya están optimizados para garantizar el mejor rendimiento.
ru: Создание отличного веб-сайта требует много времени и усилий. Компоненты AMP уже оптимизированы для наилучшей производительности.

source: The AMP Project is an open source initiative to protect the future of the web by delivering a better, faster and more user-friendly experience.
ar: يمثل مشروع AMP مبادرة مفتوحة المصدر لحماية مستقبل الويب من خلال تقديم تجربة أفضل وأسرع وأكثر سهولة عند الاستخدام.
es: El Proyecto AMP es una iniciativa de código abierto para asegurar el futuro de la web, ofreciendo mejores, más rápidas y más cómodas experiencias de usuario.
ru: Проект AMP - это инициатива с открытым исходным кодом, призванная защитить будущее Интернета, предоставляя лучший, более быстрый и сфокусированный на потребностях пользователей интерфейс.

source: Supports analytics and bookend capabilities for viral sharing and monetization.
ar: يدعم التحليلات والقدرات المساندة للتسويق الفيروسي وجني الأرباح.
es: Es compatible con las funciones analíticas y creación de referencias para realizar intercambios virales y monetización.
ru: Поддерживает аналитику и возможности настройки последней страницы книги для вирусного обмена ссылками и монетизации.

source: AMP stories are lightening fast so that your audience stays engaged and entertained.
ar: قصص AMP سريعة للغاية حتى يظل جمهورك متفاعلًا ومستمتعًا.
es: Las historias de AMP se iluminan rápidamente para que su público se mantenga involucrado y entretenido.
ru: AMP-истории работают молниеносно, так что ваша аудитория всегда остаётся вовлеченной и довольной.

source: AMP stories is a new and modern way to reach existing readers.
ar: قصص AMP هي طريقة جديدة وحديثة للوصول إلى القراء الحاليين.
es: Las historias de AMP son un nueva y moderna vía para llegar a los lectores existentes.
ru: AMP-истории - это новый и современный способ стать ближе к читателям.

source: AMP Stories enables monetization capability for publishers using full-screen immersive story ads and using affiliate links. For advertisers, Stories is a way to reach a unique audience within a new storytelling experience.
ar: تتيح قصص AMP إمكانية جني الناشرين للأرباح باستخدام إعلانات قصصية محاكية للواقع بملء الشاشة وباستخدام الروابط الفرعية. فالقصص بالنسبة للمعلنين هي وسيلة للوصول إلى جمهور فريد من خلال تجربة جديدة لسرد القصص.
es: Las historias de AMP ofrecen la capacidad de monetización de los editores mediante anuncios de historias inmersivas en pantalla completa y el uso de enlaces de afiliados. Para los anunciantes, las historias son una forma de llegar a un público único dentro de una nueva experiencia de narración.
ru: AMP-истории обеспечивают возможность монетизации для издателей, использующих полноэкранные, разнонаправленные рекламные объявления и партнёрские ссылки. Для рекламодателей истории - это способ привлечь уникальную аудиторию с помощью нового способа подачи информации.

source: AMP stories make the production of stories as easy as possible from a technical perspective.
ar: تجعل قصص AMP إنتاج القصص سهلًا قدر الإمكان من المنظور التقني.
es: Las historias de AMP hacen que producir historias sea lo más sencillo posible desde una perspectiva técnica.
ru: AMP-истории делают производство историй максимально простым с технической точки зрения.

source: The AMP stories format comes with preset but flexible layout templates, standardized UI controls, and components for sharing and adding follow-on content.
ar: ويكون تنسيق قصص AMP مصحوبًا بقوالب تخطيطية مرنة معدّة مسبقًا، وعناصر تحكم قياسية لواجهة المستخدم ومكونات لمشاركة وإضافة محتوى المتابعة.
es: El formato de las historias de AMP cuenta con plantillas de diseño preestablecidas pero flexibles, controles de interfaz de usuario estandarizados y componentes para compartir y actualizar contenido de seguimiento.
ru: Формат AMP-историй поставляется с предустановленными, но гибкими шаблонами макетов, стандартизированными элементами управления пользовательского интерфейса и компонентами для совместного использования и добавления очередного контента.

source: AMP stories are part of the open web and can be shared and embedded across sites and apps without being confined to a single ecosystem.
ar: قصص AMP هي جزء من الويب المفتوح ويمكن مشاركتها وتضمينها في المواقع والتطبيقات دون حصرها في نظام إيكولوجي واحد.
es: Las historias de AMP son parte de la web abierta y pueden compartirse e incorporarse entre varios sitios y aplicaciones sin estar confinadas a un solo ecosistema.
ru: AMP-истории являются частью открытого Интернета, могут быть разделены между различными сайтами и приложениями и не привязаны к какой-либо одной экосистеме.

source: AMPHTML ads are 6x faster than regular ads on AMP pages, making them more viewable, more effective and more likely to perform well. You can monitor performance and adjust pricing accordingly, and offer the most engaging ad products to optimize your ad placements. In AMP, tweaking your pages to drive higher viewability rate or views is easy for publishers using the ‘data-loading-strategy’ attribute on the `amp-ad` component.
ar: إعلانات AMPHTML هي أسرع من الإعلانات العادية على صفحات AMP بستة أضعاف، مما يزيد من عدد المشاهدات ويجعلها أكثر فعالية ويزيد من احتمالية أن تؤدي بشكل جيد. ويمكنك مراقبة الأداء وتعديل الأسعار بعد ذلك، ويمكنك عرض أكثر المنتجات الإعلانية فعالية لتحسين مواضع الإعلانات. وعند استخدام AMP فسيكون من السهل على الناشرين التعديل في الصفحات لزيادة نسبة المشاهدات أو عدد المشاهدات باستخدام سمة ’استراتيجية تحميل البيانات‘ على مكون `amp-ad`.
es: Los anuncios AMP HTML son 6 veces más rápidos que los anuncios habituales en las páginas de AMP, los hace más visibles, más efectivos y con mayor probabilidad de funcionar bien. Puede supervisar el desempeño y ajustar los precios como corresponda, y ofrecer los productos publicitarios más atractivos para optimizar la ubicación de los anuncios. En AMP, es fácil para los editores ajustar sus páginas para aumentar la tasa de visibilidad o de vistas ya que utilizan el atributo de “estrategia de carga de datos” que se encuentra en el componente de “anuncios de AMP”.
ru: AMPHTML-реклама работает в 6 раз быстрее, чем обычная реклама на AMP-страницах, что делает их более удобными для просмотра, более эффективными и предпочтительными для использования. Вы можете отслеживать производительность, корректировать цены, а также предлагать наиболее привлекательную рекламу для оптимизации её размещения. С помощью AMP, издатели могут легко настраивают свои страницы для повышения показателей их видимости или просто для увеличения числа просмотров, используя атрибут data-loading-strategy компонента amp-ad.

source: In order to engage with your brand and improve the performance of your campaigns, you have to speed things up. AMP ads load on average 5x faster than the non-AMP version, leading to higher conversion rates. Because AMPHTML ads are 3x lighter, the AMP framework guarantees that these ads only behave as intended so users always have a positive experience with your brand.
ar: عليك زيادة السرعة حتى يزداد التفاعل مع علامتك التجارية ويتحسن أداء حملاتك. تتميز إعلانات AMP بالتحميل أسرع من الإصدار الذي لا يدعم AMP بخمس مرات، مما يؤدي إلى زيادة معدل التحويل. ولأن إعلانات AMPHTML هي أبسط بثلاثة مرات، فإن إطار عمل AMP يضمن أن تعمل الإعلانات على النحو المطلوب فقط حتى يتسنى للمستخدمين دائمًا الحصول على تجربة إيجابية مع علامتك التجارية.
es: Para involucrarse con su marca y mejorar el rendimiento de sus campañas, debe que acelerar las cosas. Los anuncios AMP se cargan en promedio 5 veces más rápido que la versión que no es de AMP, lo que resulta en mayores tasas de conversión. Debido a que los anuncios AMP HTML son 3 veces más ligeros, el entorno de trabajo de AMP garantiza que estos anuncios solo se comporten como se espera, de modo que los usuarios siempre tengan una experiencia positiva con su marca.
ru: Чтобы раскрутить ваш бренд и повысить эффективность ваших кампаний, вам нужно ускорить процесс. AMP-реклама загружается в среднем в 5 раз быстрее, чем не AMP-реклама, что приводит к увеличению показателя конверсии продаж. Поскольку реклама AMPHTML в 3 раза легче, AMP-фреймворк гарантирует, что эта реклама будет работать только так, как задумано, поэтому пользователи всегда будут иметь положительное впечатление от работы с вашим брендом.

source: AMP ads are safe from malware because AMPHTML ads are verified before being served, thus, advertisers can ensure a safe user experience and building trust in the brands users are engaging with. Establish yourself as the adtech platform for the fast web and join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
ar: تخلوا إعلانات AMP من البرامج الضارة لأنه تم التحقق من صحة إعلانات AMPHTML قبل تقديمها، وبالتالي يمكن للمعلنين ضمان تجربة آمنة للمستخدمين وبناء الثقة في العلامات التجارية التي يتفاعل معها المستخدمون. رسخ قدراتك من خلال الاستعانة بنظام أساسي للإعلانات التقنية يلائم للويب السريع وانضم لمئات الأنظمة الأساسية التقنية التي تدعم حاليًا نظام AMP الإيكولوجي ذو المصدر المفتوح.
es: Los anuncios AMP están protegidos contra el malware porque los anuncios AMP HTML se verifican antes de mostrarlos. Esto permite que los anunciantes garanticen una experiencia segura para el usuario y genera confianza en las marcas con las que los usuarios se involucran. Establézcase usted mismo como la plataforma de adtech para la web rápida y únase a los cientos de plataformas tecnológicas que actualmente respaldan el ecosistema de AMP de código abierto.
ru: AMP-реклама защищена от вредоносных программ, поскольку AMPHTML-реклама проверяется перед показом, следовательно, рекламодатели могут обеспечить безопасность работы пользователей и завоевать доверие к брендам, с которыми эти пользователи работают. Презентуйте себя в качестве рекламной платформы для быстрого Интернета, и присоединитесь к сотням технологических платформ, уже поддерживающих AMP-экосистему с открытым исходным кодом.

source: As the owner of your AMP websites and ads, no other parties can modify or add things, ensuring you are in control of the user experience and there won’t be any unexpected surprises. AMP ads are part of a user-first ecosystem and function the way a reasonable user would expect them to. Optimized AMP ads don’t drain the battery life of mobile devices, and clicking on them will lead to AMP pages, which are equally as fast and streamlined.
ar: نضمن لك بصفتك مالك مواقع وإعلانات AMP أن لا يقوم أي طرف آخر بإدخال تعديلات أو إضافات ونضمن أن تكون أنت المتحكم في تجربة المستخدم ولن تكون هناك أي مفاجآت غير متوقعة. فإعلانات AMP هي جزء من النظام الإيكولوجي لأول تجارب المستخدمين كما أنها تعمل بالشكل الذي يتوقعه المستخدم المعقول. ولا تقلل إعلانات AMP المحسنة من عمر البطارية في الأجهزة المحمولة، وعند النقر عليها ستنتقل إلى صفحات AMP التي تتمتع بسرعة وانسيابية مماثلة.
es: Como propietario de sus sitios web y anuncios de AMP, ninguna otra persona podrá modificar o añadir cosas, lo que garantiza que usted tiene el control de la experiencia del usuario y no habrá ninguna sorpresa inesperada. Los anuncios de AMP forman parte de un ecosistema centrado en el usuario y funcionan de la forma en que un usuario razonable esperaría. Los anuncios de AMP optimizados no agotan la duración de la batería de los dispositivos móviles, y al hacer clic en ellos se accede a las páginas AMP, que son igual de rápidas y optimizadas.
ru: Как владельцу своих AMP-сайтов и рекламы, вы получаете гарантии того, что никакие другие стороны не могут изменять или добавлять никакие элементы, и что именно вы будете контролировать взаимодействие с пользователем и любые неожиданности и сюрпризы будут исключены. AMP-реклама является частью ориентированной на пользователя экосистемы и функционирует так, как их того ожидал бы разумный пользователь. Оптимизированная AMP-реклама не сокращает время автономной работы мобильных устройств, и нажатие на них приведет к появлению AMP-страниц, которые и быстры и максимально оптимизированы.

source: AMP is simple and straightforward and quickly becoming the turnkey solution for building pages. AMP supports both traditional ads, and the faster, more secure AMPHTML ads. Ads on AMP pages are like any external resource and must play within the same constraints placed on all resources in AMP.
ar: إن AMP بسيط ومباشر وسرعان ما يصبح حلًا متكاملًا لإنشاء الصفحات. ويدعم AMP كلا من الإعلانات التقليدية وإعلانات AMPHTML الأكثر سرعة وأمانًا. فالإعلانات على صفحات AMP هي مثل أي مورد خارجي ويجب تشغيلها في نطاق القيود المفروضة على كافة الموارد في AMP.
es: AMP es simple y directo y rápidamente se convierte en la solución inmediata para crear páginas. AMP es compatible tanto con los anuncios tradicionales, como con los anuncios AMP HTML más rápidos y seguros. Los anuncios en las páginas de AMP son como cualquier otro recurso externo y deben ejecutarse dentro de las mismas restricciones que se aplican a todos los recursos de AMP.
ru: AMP прост, понятен и быстро становится готовым решением для создания страниц. AMP поддерживает как традиционную рекламу, так и более быструю и безопасную AMPHTML-рекламу. Реклама на AMP-страницах подобна любому другому внешнему ресурсу и должна воспроизводиться с теми же ограничениями, которые установлены для всех AMP-ресурсов.

source: The AMP Project has a vast network of resources for getting started in the Documentation section including great-looking ad templates, demos and examples. AMPHTML ads are flexible and dynamic, allowing for many creative formats like carousel, parallax, and lightbox, to name a few.
ar: لدى مشروع AMP شبكة هائلة من الموارد للشروع في العمل من خلال قسم الوثائق يشمل ذلك القوالب الإعلانية رائعة المظهر والعروض التجريبية والنماذج. وبما أن إعلانات AMPHTML تتميز بكونها مرنة وديناميكية فهي تسمح بالعديد من التنسيقات الإبداعية مثل العرض الدوار واختلاف الموضع والعرض المبسط على سبيل المثال لا الحصر.
es: El proyecto AMP cuenta con una amplia red de recursos para comenzar en la sección de Documentación, incluyendo plantillas de anuncios atractivas, demostraciones y ejemplos. Los anuncios AMP HTML son flexibles y dinámicos, permitiendo muchos formatos creativos como el carrusel, el parallax y la caja de luz, por nombrar algunos.
ru: Проект AMP имеет обширную сеть ресурсов для начала работы в разделе «Документация», включая великолепные шаблоны рекламы, демо версии и примеры. AMPHTML-реклама является гибкой и динамичной, позволяя использовать многие творческие форматы, такие как карусель, параллакс, лайтбокс и многие другие.
