Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: Your city isn’t on the list? Check back soon for additional dates and cities. Or...
ar: هل مدينتك ليست في القائمة؟ تحقق مرة أخرى من التواريخ والمدن التي ستضاف قريبًا. أو...
es: ¿Su ciudad no está en la lista? Revise de nuevo pronto para encontrar fechas y ciudades adicionales. O...
ru: Вашего города нет в списке? Перепроверьте позже на возможность появления дополнительных дат и городов. Или...

source: That’s very kind. Fill out <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">this form</a> and we’ll see what we can do!
ar: هذا لطف كبير منك. املأ <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">هذه الاستمارة</a> وسنرى ما يمكننا القيام به!
es: Es muy amable. ¡Complete <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">el siguiente formulario</a> y veremos qué podemos hacer!
ru: Это очень мило. Заполните <a href="https://docs.google.com/forms/d/14B75eV89S1KaceNTG46ranAOPCj3wCLzgD3mxuGeUtU/viewform" target="_blank">эту форму</a> и посмотрим, что мы сможем сделать!

source: Want to host your own AMP Roadshow?
ar: هل تريد استضافة عرض ترويجي متنقل لـAMP خاصًا بك؟
es: ¿Desea organizar su propio AMP Roadshow?
ru: Хотите провести свое собственное дорожное шоу AMP?

source: Why not? Fill out <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">this form</a>, and we’ll share with you our talks and all the materials you need to do it yourself!
ar: ولم لا؟ املأ <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">هذه الاستمارة</a>، وسنشارك معك محادثاتنا وجميع المواد التي تحتاجها للقيام بذلك بنفسك!
es: ¿Por qué no lo hace? ¡Complete <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">el siguiente formulario</a>, yl e enviaremos nuestras ponencias y todos los materiales que necesite para organizar su propio evento!
ru: Почему нет? Заполните <a href="https://docs.google.com/forms/d/1PMWCq1MTqg-AslvBMvMlU_ozjyZK7WZ-4fUVs0UlheE/viewform" target="_blank">эту форму</a>, и мы поделимся с вами нашими беседами и всеми материалами, необходимыми вам, чтобы сделать это самостоятельно!

source: Agenda
ar: جدول الأعمال
ru: Повестка дня

source: The agenda is designed to enable you to build even more beautiful, interactive and canonical AMP pages. We welcome both newcomers to AMP and those who already ship AMP pages. <span>This is a sample agenda – schedule varies based on the city.</span>
ar: تم تصميم جدول الأعمال لتمكينك من إنشاء صفحات AMP أكثر جمالا وتفاعلية ومعيارية. نرحب بكل من القادمين الجدد إلى AMP وأولئك الذين يستخدمون صفحات AMP بالفعل. <span> هذه عينة لجدول أعمال - يختلف الجدول الزمني حسب المدينة. </span>
es: La agenda está diseñada para permitirle crear páginas AMP mucho más bonitas, interactivas y canónicas. Le damos la bienvenida tanto a los principiantes en AMP como a los que ya publican páginas AMP. <span>Este es un ejemplo de la agenda: el calendario varía según la ciudad.</span>
ru: Повестка дня необходима для того, чтобы вы могли создавать ещё более красивые, интерактивные и канонические AMP-страницы. Мы приветствуем как тех, кто работает с AMP совсем недавно, так и тех, кто уже имеет за плечами опыт создания AMP-страниц. <span>Это пример повестки дня - расписание варьируется в зависимости от города.</span>

source: We’ll cover a lot of ground in the few hours we have together. To enable you to build full-fledged AMP sites, the roadshow will deep dive into four big pillars:
ar: سنغطي مساحة أرضية كبيرة في الساعات القليلة التي نتواجد فيها معًا. ولتمكينك من بناء مواقع AMP متكاملة، سيوضح العرض الترويجي بالتفصيل أربعة ركائز رئيسية:
es: Estudiaremos muchos temas en las pocas horas que tenemos juntos. Para permitirle crear sitios AMP completamente desarrollados, el roadshow profundizará en cuatro principios fundamentales:
ru: Мы пройдем большое расстояние за несколько часов, проведенных вместе. Чтобы дать вам возможность создавать полноценные AMP-сайты, в процессе дорожного шоу мы глубоко погрузимся в четыре больших столпа:

source: Content
ar: المحتوى
es: Contenido
ru: Контент

source: During "Amplify live!", we’ll be on stage exploring the most interesting AMP challenges, allowing you to either follow along or do your own thing, like one of the many AMP codelabs. Bring your laptop!
ar: أثناء فعالية "Amplify live!"، سنظهر أمامك لاستكشاف تحديات AMP الأكثر إثارة للاهتمام، مما يتيح لك إما المتابعة أو القيام بالأشياء الخاصة بك، مثل أحد معامل ترميز AMP العديدة. احضر الكمبيوتر المحمول الخاص بك!
es: Durante el "Amplify live!", estaremos en el escenario para analizar los desafíos más interesantes de AMP, y tendrá la oportunidad de seguirnos o crear su propia página, igual que lo haría uno de los muchos codelabs de AMP. ¡Traiga su laptop!
ru: Во время «Amplify live!» мы будем находиться в стадии изучения наиболее интересных задач AMP, что позволит вам либо следовать за нами, либо делать что-то своё, как одной из команд, использующих AMP. Принеси свой ноутбук!

source: Frequently Asked Questions
ar: الأسئلة المتداولة
es: Preguntas frecuentes
ru: Часто задаваемые вопросы

source: Does it cost anything?
ar: هل كلفك هذا شيئًا؟
es: ¿Tiene algún costo?
ru: Это сколько-то стоит?

source: No - tickets are free of charge.
ar: لا - التذاكر مجانية.
es: No, las entradas son gratuitas.
ru: Нет - билеты бесплатные.

source: Who is the event for?
ar: لمن هذه الفعالية؟
es: ¿A quién está dirigido el evento?
ru: Для кого это событие?

source: Web developers and designers with an interest in AMP--whether you’ve had experience using AMP and want to create better experiences, you’re curious about how you can use AMP to improve your site, or you want to contribute to AMP to make it better for everyone.
ar: لمطوري الويب والمصممين المهتمين بـ AMP - سواء كان لديك تجربة في استخدام AMP وترغب في إنشاء تجارب أفضل أو كنت مهتمًا بكيفية استخدام AMP لتحسين موقعك، أو كنت ترغب في المساهمة في AMP لتحسين الأمور على الجميع.
es: Desarrolladores y diseñadores web interesados en AMP, si ya ha utilizado AMP y quiere crear mejores experiencias, tiene curiosidad por saber cómo utilizar AMP para mejorar su sitio, o quiere ayudar a que AMP sea mejor para todos.
ru: Веб-разработчики и дизайнеры, заинтересованные в AMP - и не имеет значения, был ли у вас опыт использования AMP, возможно вы просто хотите улучшить удобство работы пользователей, или вам интересно, как вы можете использовать AMP для улучшения вашего сайта, или вы хотите внести свой вклад в AMP, чтобы сделать его лучше для всех.

source: Am I all set after registering?
ar: هل أنا جاهز بعد التسجيل؟
es: ¿Estoy listo después de la inscripción?
ru: Всё ли у меня настроено после регистрации?

source: We expect that in some cities more people will be interested in attending than we can accommodate, so we will be confirming attendees on a case-by-case basis.
ar: نتوقع أن يكون عدد المهتمين بالحضور في بعض المدن أكثر مما يمكننا استيعابه، لذلك سنؤكد على الحضور على أساس كل حالة على حدة.
es: Esperamos que en algunas ciudades haya más personas interesadas en participar de las que podemos admitir, por lo que confirmaremos a los asistentes caso por caso.
ru: Мы ожидаем, что в некоторых городах в посещении мероприятия будет заинтересовано больше людей, чем мы сможем вместить, поэтому мы будем подтверждать участие в каждом конкретном случае.

source: Want the AMP Roadshow to visit your area?
ar: هل تريد أن يزور العرض الترويجي المتنقل لـAMP منطقتك؟
es: ¿Desea que el AMP Roadshow visite su región?
ru: Хотите, чтобы дорожное шоу AMP посетило ваше местожительства?

source: Design
ar: التصميم
es: Diseño
ru: Дизайн

source: AMP as canonical site
ar: AMP كموقع معياري
es: AMP como un sitio canónico
ru: AMP как канонический сайт

source: Responsive design
ar: تصميم استجابي
es: Diseño adaptable
ru: Адаптивный дизайн

source: New AMP Effects
ar: تأثيرات AMP الجديدة
es: Nuevos efectos AMP
ru: Новые AMP-эффекты

source: New AMP UI components
ar: مكونات واجهة مستخدم AMP الجديدة
es: Nuevos componentes de la IU AMP
ru: Новые компоненты пользовательского интерфейса AMP

source: Interactivity
ar: التفاعلية
es: Interactividad
ru: Интерактивность

source: State management (amp-bind)
ar: إدارة الحالة (amp-bind)
es: Administración del estado (amp-bind)
ru: Управление состоянием (amp-bind)

source: Live data
ar: بيانات مباشرة
es: Datos en vivo
ru: Живые данные

source: Forms & autocomplete
ar: الاستمارات والإكمال التلقائي
es: Formularios y autocompletar
ru: Формы и автозаполнение

source: Selections
ar: التحديدات
es: Selecciones
ru: Выборки

source: Deploying AMP
ar: نشر AMP
es: Implementación de AMP
ru: Развертывание AMP

source: AMP in your favorite CMS
ar: AMP في نظام إدارة المحتوى المفضل لديك
es: AMP en su CMS favorito
ru: AMP в вашей любимой CMS

source: SEO & Discovery
ar: تحسين محركات البحث والاكتشاف
es: SEO y descubrimientos
ru: SEO & Обнаружение

source: Monetization
ar: التربح
es: Monetización
ru: Монетизация

source: AMP for Landing Pages
ar: AMP للصفحات المتنقل إليها
es: AMP para páginas de destino
ru: AMP для страниц лендинга

source: Integrating ads
ar: دمج الإعلانات
es: Incorporar anuncios
ru: Интеграция рекламы

source: Analytics
ar: التحليلات
es: Estadísticas
ru: Аналитика

source: Paywalls & Payments
ar: تقييد الوصول وعمليات الدفع
es: Paywalls y pagos
ru: Платежи и платёжные системы

source: Cities
ar: المدن
es: Ciudades
ru: Города

source: Sign Up
ar: الاشتراك
es: Suscribirse
ru: Зарегистрироваться

source: Learn more
ar: تعلم المزيد
es: Obtener más información
ru: Узнать подробности

source: Intro + Keynote
ar: مقدمة + الخطاب الرئيسي
es: Introducción + ideas básicas
ru: Введение + Пленарное заседание

source: AMP: A library for rich content experiences
ar: AMP: مكتبة لتجارب محتوى منسق
es: AMP: Cuenta con una biblioteca que le permitirá obtener experiencias llenas de contenido
ru: AMP: библиотека для создания сильного впечатления от контента

source: Advanced interactivity with AMP
ar: تفاعلية متقدمة مع AMP
es: Interactividad avanzada con AMP
ru: Продвинутая интерактивность с помощью AMP

source: Tutorial: Your first AMP site!
ar: درس تعليمي: أول موقع AMP لك!
es: Tutorial: ¡Su primer sitio web creado con AMP!
ru: Обучение: Создайте свой первый AMP-сайт!

source: Creating an excellent AMP
ar: إنشاء AMP ممتاز
es: Creando un excelente AMP
ru: Создание отличного AMP

source: Letting your AMP into the world
ar: اطلق AMP الخاصة بك إلى العالم
es: Publique su AMP en el mundo
ru: Выпуск своего AMP в свет

source: Lunch
ar: الغداء
es: Almuerzo
ru: Обед

source: Mystery talk
ar: حديث سري
es: Conversación misteriosa
ru: Секретное выступление

source: AMP everywhere
ar: AMP في كل مكان
es: AMP en todas partes
ru: AMP повсюду

source: What’s next in AMP
ar: ما هي الخطوة التالية لـ AMP
es: Cuáles son las próximas novedades en AMP
ru: Что будет с AMP дальше

source: Coffee break
ar: استراحة قصيرة
es: Receso para tomar café
ru: Кофе-брейк

source: Q&A with AMP team
ar: أسئلة وأجوبة مع فريق AMP
es: P&R con el equipo de AMP
ru: Вопросы и ответы с командой AMP

source: Tutorial: Do more with AMP
ar: درس تعليمي: حقق الكثير مع AMP
es: Tutorial: Haga más cosas con AMP
ru: Обучение: делай больше с помощью AMP

source: Happy hour
ar: ساعة سعادة
es: Hora feliz
ru: Счастливый час

source: Choose your destination
ar: اختر وجهتك
es: Elija su destino
ru: Выберите цель

source: Throughout the AMP documentation you will find a switch on the upper left side to quickly change the AMP format you’re working on.
ar: من خلال وثائق AMP، ستجد زرًا في الجانب العلوي الأيسر لتغيير تنسيق AMP الذي تعمل عليه بسرعة.
es: En toda la documentación de AMP, encontrará un interruptor en la parte superior izquierda para cambiar rápidamente el formato de AMP en el que está trabajando.
ru: В левом верхнем углу на любой странице документации по AMP вы найдёте переключатель для быстрого изменения типа элемента AMP, над которым вы работаете.

source: CMS User?
ar: هل أنت مستخدم لأحد أنظمة إدارة المحتوى؟
es: ¿Usted es un usuario de CMS?
ru: Пользователь CMS?

source: AMP integrates with many publishing platforms and content management systems! Find the full list under <a href="../support/faq/platform-and-vendor-partners.md">Platform and Vendor Partners.</a>
ar: يندمج AMP مع العديد من الأنظمة الأساسية وأنظمة إدارة المحتوى! يمكن العثور على القائمة كاملة على <a href="../support/faq/platform-and-vendor-partners.md">شركاء النظم الأساسية والموردون.</a>
es: ¡AMP se integra con muchas plataformas de publicación y sistemas de administración de contenidos! Encuentre la lista completa en la sección: <a href="../support/faq/platform-and-vendor-partners.md">Plataformas y proveedores asociados.</a>
ru: AMP интегрируется со многими издательскими платформами и системами управления контентом! Полный список вы можете найти на странице <a href="../support/faq/platform-and-vendor-partners.md">Партнёры по платформе и вендоры.</a>

source: Featured Videos
ar: مقاطع فيديو مميزة
es: Videos recomendados
ru: Избранные видео

source: Get Involved
ar: ابدأ بالتفاعل
es: Únase a nosotros
ru: Принять участие

source: AMP is proudly an open source project with an active community of contributors. We welcome and appreciate documentation and translation contributions! Check out our community section to join our mission.
ar: يفتخر AMP بأنه مشروع مفتوح المصدر مع مجتمع نشط من المساهمين. نرحب ونقدر مساهمات التوثيق والترجمة! تحقق من قسم مجتمعنا لتنضم إلى رسالتنا.
es: AMP es orgullosamente un proyecto de código abierto con una comunidad activa de contribuyentes. ¡Le damos la bienvenida y apreciamos sus contribuciones en la documentación y traducción! Visite la sección de nuestra comunidad para unirse a nuestra misión.
ru: AMP - это проект с открытым исходным кодом с активным сообществом участников. Мы приветствуем и ценим ваш вклад в написание документации и перевод! Посетите раздел нашего сообщества и присоединяйтесь к нашей миссии.

source: AMP<br> Ads
ar: AMP<br> إعلانات
es: Anuncios de<br> AMP
ru: AMP<br>реклама

source: AMP Caches
ar: ذاكرات تخزين AMP المؤقتة
es: Cachés de AMP
ru: AMP-кеши

source: AMP for Email Working Group members will use <code>#wg-amp4email</code> channel on AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">signup</a>) for real-time discussion. The channel is open to anyone, regardless of membership in AMP for Email working group.
ar: سيستخدم أعضاء مجموعة عمل AMP للبريد الإلكتروني قناة <code>#wg-amp4email</code> على AMP's Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">اشترك</a>) للمناقشات الآنية. القناة مفتوحة للجميع، سواء كان عضوًا في مجموعة عمل AMP للبريد الإلكتروني أم لا.
es: Los miembros del grupo de trabajo para el correo electrónico de AMP utilizarán el canal <code>#wg-amp4email</code> AMP de Slack (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">suscríbase</a>) para debatir en tiempo real. El canal está abierto a todo el mundo, independientemente de la pertenencia al grupo de trabajo para el correo electrónico de AMP.
ru: Участники рабочей группы "AMP для писем" будут использовать для обсуждений в реальном времени канал <code>#wg-amp4email</code> в Slack'е AMP (<a href="https://docs.google.com/forms/d/e/1FAIpQLSd83J2IZA6cdR6jPwABGsJE8YL4pkypAbKMGgUZZriU7Qu6Tg/viewform?fbzx=4406980310789882877">подписаться</a>). Канал открыт для всех, независимо от членства в рабочей группе "AMP для писем".

source: AMP for Email Working Group will post <strong>Announcements and Notices</strong> regarding events as an issue labeled with <code>Type: Event</code> in this repository.
ar: ستنشر مجموعة عمل AMP للبريد الإلكتروني <strong>إعلانات وإشعارات</strong> فيما يتعلق بالفعاليات على هيئة موضوع بالوصف <code>النوع: فعالية</code>في هذا المستودع.
es: El grupo de trabajo para el correo electrónico de AMP publicará <strong>anuncios y avisos</strong> con respecto a los eventos como un problema etiquetado de la siguiente forma. <code>Tipo: Evento</code> en este almacén.
ru: Рабочая группа AMP для писем будет публиковать <strong>Объявления и Уведомления</strong> о событиях в этом репозитории в виде задач, помеченных как <code>Type: Event</code>.

source: AMP for Email Working Group will post <strong>Quarterly Roadmap</strong> as an issue labeled with <code>Type: Roadmap</code> in this repository
ar: ستنشر مجموعة عمل AMP للبريد الإلكتروني <strong>خارطة طريق ربع سنوية</strong> على هيئة موضوع بالوصف <code>النوع: خارطة طريق</code> في هذا المستودع
es: El grupo de trabajo para el correo electrónico de AMP publicará el <strong>plan de trabajo trimestral</strong> como un problema etiquetado de la siguiente forma. <code>Tipo: Plan de trabajo</code> en este almacén
ru: Рабочая группа AMP для писем будет публиковать <strong>Квартальную дорожную карту</strong> в этом репозитории в виде задач, помеченных как <code>Type: Roadmap</code>

source: AMP is an open-source HTML framework that provides a straightforward way to create web pages that are fast, smooth-loading and prioritize the user-experience above all else. Can't believe it? Try it out for yourself in the playground below:
ar: AMP هو إطار عمل HTML مفتوح المصدر يوفر طريقة مباشرة لإنشاء صفحات ويب سريعة وسهلة التحميل ويعطي الأولوية لتجربة المستخدم قبل كل شيء. ألا تصدق ذلك؟ جرب بنفسك في الساحة أدناه:
es: El AMP es un marco HTML de código abierto que ofrece una forma sencilla de crear páginas web rápidas y fluidas que se centran en la experiencia del usuario por encima de todo. ¿No lo podrá creer? Pruébelo usted mismo en el siguiente espacio:
ru: AMP - это HTML-фреймворк с открытым исходным кодом, который обеспечивает простой способ создания быстрых и беспроблемных веб-страниц, ставящих удобство использования и впечатления пользователя от сайта выше всего остального. Не верите? Попробуйте это сами в нашей песочнице ниже:

source: AMP is fundamentally changing the way ads are built, delivered and measured on the web, making them faster and minimizing disruptions for users. This increases viewability and click-through rates to improve monetization, making everyone happy: users, publishers and advertisers alike.
ar: يمثل AMP تغييرًا جذريًا في طريقة إنشاء الإعلانات وتقديمها وقياسها على الويب، مما يجعلها أسرع ويقلل من عوامل تشتيت انتباه المستخدمين. يؤدي ذلك إلى زيادة نسب المشاهدات ومعدلات النقر لزيادة التربح، مما يجعل الجميع سعداء: المستخدمين والناشرين والمعلنين على حد سواء.
es: La AMP cambia sustancialmente la forma en que se crean, ofrecen y miden los anuncios en la web, haciéndolos más rápidos y minimizando las interrupciones para los usuarios. Esto aumenta la visibilidad y las tasas de clics para mejorar la monetización, haciendo feliz a todo el mundo: usuarios, editores y publicistas por igual.
ru: AMP фундаментально меняет способ создания, доставки и измерения эффективности рекламы в Интернете, делая её более быстрой и сводя к минимуму недовольство пользователей. Это повышает удобство просмотра и количество кликов, увеличивает монетизацию и делает всех счастливыми: и пользователей, и издателей и рекламодателей.

source: AMP’s Working Groups are:
ar: مجموعات عمل AMP هي:
es: Los grupos de trabajo de AMP son:
ru: Рабочие группы AMP:

source: Style & layout
ar: النمط والتخطيط
es: Estilo y diseño
ru: Стиль и макет

source: UI Working Group will post <strong>Status Updates</strong> every two weeks as an issue labeled with <code>Type: Status Update</code> in this repository.
ar: ستنشر مجموعة عمل واجهة المستخدم <strong>تحديثات الحالة</strong> على هيئة موضوع بالوصف <code>النوع: تحديث حالة</code> في هذا المستودع.
es: El grupo de trabajo de la interfaz de usuario publicará <strong>actualizaciones de estado</strong> cada dos semanas como un problema de etiquetado de la siguiente forma. <code>Tipo: Actualización del estado</code> en este depósito.
ru: Рабочая группа AMP для писем будет публиковать <strong>Обновления статуса</strong> в этом репозитории в виде задач, помеченных как <code>Type: Status Update</code>.

source: offline
ar: غير متصل
es: sin conexión
ru: не в сети

source: Learn Web Development with AMP
ar: تعلم تطوير الويب باستخدام AMP
es: Aprenda sobre desarrollo web con AMP
ru: Изучить веб-разработку с помощью AMP

source: AMP can help you create fast websites more quickly!
ar: يمكن أن تساعدك AMP على إنشاء مواقع ويب سريعة بسرعة أكبر!
es: ¡AMP le ayudará a crear sitios web rápidos más rápidamente!
ru: AMP поможет вам быстрее создавать быстрые сайты!

source: If you’re <b>an experienced web developer</b>, you can create rich, fast sites with less code.
ar: إذا كنت <b>مطور ويب ذو خبرة</b>، فيمكنك إنشاء مواقع منسقة وسريعة بتعليمات برمجية أقل.
es: Si es <b>un desarrollador web experimentado</b>, puede crear sitios llenos de contenido y rápidos con menos código.
ru: Если вы <b>опытный веб-разработчик</b>, вы можете создавать насыщенные, быстрые сайты с минимальным количеством кода.

source: If you’re <b>a new web developer</b>, AMP helps you learn web development. If you know some HTML and CSS, you can use AMP to make an interactive website!
ar: إذا كنت <b> مطور ويب جديد</b>، فإن AMP يساعدك على تعلم تطوير الويب. إذا كنت تعرف بعض الأمور عن HTML ونظام CSS، يمكنك استخدام AMP لإنشاء موقع ويب تفاعلي!
es: Si es <b>un nuevo desarrollador web</b>, AMP le ayuda a aprender desarrollo web. ¡Si conoce algo de HTML y CSS, puede utilizar AMP para crear un sitio web interactivo!
ru: Если вы <b>новичок в вопросах веб-разработки</b>, AMP поможет вам её освоить. Если вы хотя бы немного знаете HTML и CSS, вы сможете использовать AMP для создания интерактивного веб-сайта!

source: About the courses
ar: نبذة عن الدورات
es: Acerca de los cursos
ru: О курсах

source: These three free courses are in use in schools and training programs around the world. Now you can take them here, online, on our site. Suitable for beginners and experienced web developers alike, they will take you from zero to AMP!
ar: يتم تدريس هذه الدورات الثلاث المجانية في المدارس وبرامج التدريب في جميع أنحاء العالم. الآن يمكنك حضورها هنا عبر الإنترنت، على موقعنا. فهذه الدورات مناسبة للمبتدئين ومطوري الويب ذوي الخبرة على حد سواء، وسوف تأخذك من الصفر إلى AMP!
es: Estos tres cursos gratuitos se usan en escuelas y programas de entrenamiento en todo el mundo. Ahora puede tomarlos aquí, en línea, en nuestro sitio. ¡Es adecuado tanto para principiantes como para desarrolladores web experimentados, ¡lo llevarán de cero a AMP!
ru: Эти три бесплатных курса используются в школах и учебных программах по всему миру. Теперь вы можете пройти их здесь, онлайн, на нашем сайте. Они подходят как для начинающих, так и для опытных веб-разработчиков и перенесут вас с нуля сразу в AMP!

source: During this course, you’ll build a sample site for Chico’s famous, and fictional, Cheese Bicycles.
ar: خلال هذه الدورة، ستقوم بإنشاء نموذج لموقع عن دراجات الجبنة الشهيرة والخيالية في تشيكو.
es: Durante este curso, creará el ejemplo de un sitio para las famosas y ficticias Bicicletas de queso de chico.
ru: В рамках этого курса вы создадите пример сайта известных и вымышленных сырных велосипедов Chico.

source: Requirements
ar: المتطلبات
es: Requisitos
ru: Требования

source: Internet connection
ar: اتصال الإنترنت
es: Conexión a Internet
ru: Интернет-соединение
