Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: A screenshot of a website using AMP.
ar: لقطة شاشة لموقع ويب يستخدم AMP.
es: Captura de pantalla de un sitio web utilizando AMP.
ru: Скриншот сайта, использующего AMP.

source: A screenshot showing amp-sidebar.
ar: لقطة شاشة توضح amp-sidebar.
es: Captura de pantalla que muestre amp-sidebar.
ru: Скриншот, показывающий amp-sidebar.

source: A website screenshot.
ar: لقطة شاشة لموقع ويب.
es: Captura de pantalla del sitio web.
ru: Скриншот сайта.

source: AMP Brand Materials
ar: مواد علامة AMP التجارية
es: Materiales promocionales de AMP
ru: Брендовые материалы AMP

source: AMP Caches & CORS
ar: AMP Caches وCORS
es: Cachés y CORS de AMP
ru: AMP кеш & CORS

source: AMP Contributor Summit 2019 Applications Now Open
ar: طلبات التقديم لقمة مساهمي AMP لسنة 2019 متاحة الآن
es: Ya está abierta convocatoria para participar en el Encuentro con colaboradores de AMP, 2019
ru: Материалы AMP Contributor Summit 2019 теперь в открытом доступе

source: AMP HTML Specification
ar: مواصفات AMP HTML
es: Especificación AMP HTML
ru: Спецификация AMP HTML

source: AMP Overview
ar: نظرة عامة حول AMP
es: Descripción general sobre AMP
ru: Обзор AMP

source: AMP for Email Specification
ar: مواصفات AMP للبريد الإلكتروني
es: Especificación AMP para correo electrónico
ru: Спецификация AMP для писем

source: AMP's Layout System
ar: نظام تخطيط AMP
es: Diseño del sistema de AMP
ru: Система макетов AMP

source: About
ar: لمحة عن
es: Acerca de
ru: Об AMP

source: Accept use of cookies
ar: قبول استخدام ملفات تعريف الارتباط
es: Acepta el uso de cookies
ru: Согласие с использованием куки

source: Add advanced AMP features
ar: إضافة ميزات AMP المتقدمة
es: Añadir funciones avanzadas de AMP
ru: Добавить продвинутые особенности AMP

source: Add interactivity & dynamic data (TBD)
ar: إضافة بيانات التفاعلية والبيانات الديناميكية (يحدد لاحقًا)
es: Añadir interactividad y datos dinámicos (TBD)
ru: Добавить интерактивность и динамические данные (TBD)

source: Advanced Course
ar: دورة تدريبية متقدمة
es: Curso avanzado
ru: Продвинутый курс

source: Although there are {hits} hits in total we cannot show more than 100.
ar: على الرغم من وجود {hits} من النتائج إجمالاً، إلا أنه يتعذّر إظهار أكثر من 100.
es: Aunque se encontraron {hits} coincidencias en total no podemos mostrar más de 100.
ru: Несмотря на то что общее число просмотров превышает {hits}, мы не можем показать больше, чем 100.

source: An unexplained feature?
ar: هل هي ميزة غير موضحة؟
es: ¿Faltó que explicáramos alguna función?
ru: Необъяснённая особенность?

source: Animate & Transition
ar: تحريك الرسوم والانتقال
es: Animación y transiciones
ru: Анимация и переходы

source: App Install
ar: تثبيت التطبيق
es: Instalar la aplicación
ru: Установка приложения

source: Animations and interactions
ar: الرسوم المتحركة والتفاعلات
es: Animaciones e interacciones
ru: Анимация и взаимодействие

source: Check out AMP stories on the web
ar: مراجعة قصص AMP على الويب
es: Consulte las historias de AMP que están disponibles en la web
ru: Просмотрите AMP-истории из Интернета

source: Story Ads are full screen, single page ads that appear within AMP Stories. Advertisers/ Publishers can invite users to a web page, an AMP page or an App with a single tap. A story ad has a rich, flexible canvas that allows images, videos, animations or a combination of all those elements.<br> Story ads are supported by Google Ad Manager and Google DV360 (Beta) with additional ad server support coming soon!
ar: الإعلانات القصصية هي إعلانات من صفحة واحدة بملء الشاشة تظهر داخل قصص AMP. ويمكن للمعلنين/الناشرين دعوة المستخدمين لزيارة صفحة ويب أو صفحة AMP أو تطبيق بنقرة واحدة. يتميز الإعلان القصصي بلوحة ثرية ومرنة تتيح نشر صور أو فيديوهات أو رسوم متحركة أو مزيج من جميع هذه العناصر.<br> تأتي الإعلانات القصصية مدعومة من Google Ad Manager ونظام Google DV360 (الإصدار التجريبي) مع دعم من خادم إعلانات إضافي في القريب العاجل!
es: Los anuncios que aparecen en las historias, son anuncios en pantalla completa y de una sola página que aparecen dentro de las historias de AMP. Los publicistas/editores pueden invitar a los usuarios para que visiten una página web, una página AMP o una aplicación con un solo toque. Cada anuncio en las historias cuenta con un espacio amplio y flexible que permite añadir imágenes, videos, animaciones o una combinación entre todos esos elementos.<br> Los anuncios son compatibles con Google Ad Manager y Google DV360 (Beta), y próximamente incluirán soporte adicional para los anuncios en el servidor.
ru: Реклама в историях (Story Ads) - это полноэкранные одностраничные объявления, которые появляются в AMP-историях. Рекламодатели/издатели могут одним нажатием пригласить пользователей на веб-страницу, AMP-страницу или в приложение. В сюжетной рекламе есть обширный, гибкий холст (канва), на который могут быть добавлены изображения, видео, анимация, или комбинация всех указанных элементов.<br> Реклама в историях уже поддерживается Менеджером рекламы Google (Google Ad Manager), а уже совсем скоро ожидается появление бета-версии Google DV360 с поддержкой дополнительного рекламного сервера!

source: Discover All Templates
ar: اكتشاف جميع القوالب
es: Descubra todas las plantillas
ru: Просмотреть все шаблоны

source: Back to home
ar: العودة إلى الصفحة الرئيسية
es: Volver al Inicio
ru: Вернуться домой

source: Back to sample
ar: العودة إلى العينة
es: Volver al ejemplo
ru: Вернуться к примеру

source: Band Page in AMP
ar: صفحة فرقة في AMP
es: Página del grupo en AMP
ru: Страница группы в виде AMP

source: Beginning Course
ar: دورة البدء
es: Curso básico
ru: Начальный курс

source: Blog
ar: مدونة
ru: Блог

source: Burger Menu
ar: قائمة برغر
es: Menú de hamburguesas
ru: Сэндвич

source: Community
ar: المجتمع
es: Comunidad
ru: Сообщество

source: Components
ar: المكونات
es: Componentes
ru: Компоненты

source: Contribute
ar: مساهمة
es: Colaborar
ru: Оказать помощь

source: Contribute documentation
ar: وثائق المساهمة
es: Contribuir con documentación
ru: Помочь с документацией

source: Convert HTML to AMP
ar: تحويل HTML إلى AMP
es: Convertir HTML en formato AMP
ru: Конвертация HTML в AMP

source: Create a custom interactive widget with amp-script
ar: إنشاء عناصر واجهة مستخدم مخصصة تفاعلية باستخدام amp-script
es: Crear un widget interactivo personalizado con amp-script
ru: Создание пользовательского интерактивного виджета с помощью amp-script

source: Create a login-requiring AMP page
ar: إنشاء صفحة AMP تتطلب تسجيل الدخول
es: Crear una página en AMP que requiera inicio de sesión
ru: Создание AMP-страницы, требующей авторизации

source: Create interactive AMP pages
ar: إنشاء صفحات AMP تفاعلية
es: Crear páginas AMP interactivas
ru: Создание интерактивных AMP-страниц

source: Create your first AMP Page
ar: إنشاء أول صفحة AMP لك
es: Crear su primera página AMP
ru: Создать свою первую AMP-страницу

source: Create your first AMP Story
ar: إنشاء أول قصة AMP لك
es: Crear su primera historia de AMP
ru: Создайте свой первый AMP-сюжет

source: Create your first AMPHTML ad
ar: إنشاء أول إعلان AMPHTML لك
es: Crear su primer anuncio AMP HTML
ru: Создать свою первую AMPHTML-рекламу

source: Demo:
ar: عرض توضيحي:
es: Demostración:
ru: Демо-версия:

source: Design Templates
ar: تصميم النماذج
es: Plantillas de diseño
ru: Шаблоны дизайнов

source: Develop
ar: تطوير
es: Desarrollar
ru: Разработка

source: Dismiss consent
ar: عدم الموافقة
es: Revocar el consentimiento
ru: Аннулировать согласие

source: Docs
ar: مستندات
es: Documentos
ru: Документы

source: Documentation
ar: وثائق
es: Documentación
ru: Документация

source: Documentation:
ar: الوثائق:
es: Documentación:
ru: Документация:

source: Download ZIP
ar: تنزيل ملف ZIP
es: Descargar ZIP
ru: Скачать ZIP

source: Easily build user first websites with our templates
ar: إنشاء مواقع الويب الأولى للمستخدم من خلال القوالب
es: Cree fácilmente los primeros sitios web para usuarios con nuestras plantillas
ru: Легко создавайте сайты для пользовательских нужд с помощью наших шаблонов

source: Edit sample on GitHub
ar: تعديل العينة على GitHub
es: Editar ejemplo en GitHub
ru: Редактировать пример на GitHub

source: Editorial AMP Article
ar: مقال AMP الافتتاحي
es: Artículo editorial de AMP
ru: Редакционная AMP-статья

source: Events
ar: الفعاليات
es: Eventos
ru: События

source: Example Source Code
ar: مثال لرمز المصدر
es: Ejemplo de código fuente
ru: Пример исходного кода

source: Example:
ar: مثال:
es: Ejemplo:
ru: Пример:

source: Examples
ar: أمثلة
es: Ejemplos
ru: Примеры

source: Expansion
ar: التوسع
es: Expansión
ru: Расширение

source: FAQ
ar: الأسئلة المتداولة
es: Preguntas frecuentes
ru: ЧаВо

source: Follow us
ar: تابعنا
es: Síganos en
ru: Подписывайтесь на нас

source: Found a bug or missing a feature?
ar: هل وجدت خطأ أو تفتقد لميزة؟
es: ¿Encontró un error o cree que falta una función?
ru: Нашли ошибку или недостающую функцию?

source: Functionality
ar: الأداء الوظيفي
es: Funcionalidad
ru: Функциональность

source: Get Started
ar: بدء الاستخدام
es: Comenzar
ru: Начать

source: Get started
ar: بدء الاستخدام
es: Comenzar
ru: Начать

source: Get the courses
ar: الحصول على الدورات التدريبية
es: Obtener los cursos
ru: Пройти курсы

source: Go to GitHub
ar: الانتقال إلى GitHub
es: Ir a GitHub
ru: Перейти на GitHub

source: Go to Stack Overflow
ar: الذهاب إلى Stack Overflow
es: Ir a Stack Overflow
ru: Перейти на Stack Overflow

source: Got it!
ar: فهمت!
es: ¡Entiendo!
ru: Понял!

source: Guides and Tutorials
ar: الأدلّة والبرامج التعليمية
es: Guías y tutoriales
ru: Руководства и учебники

source: How to build AMP without knowing how to code?
ar: كيف تنشئ AMP بدون معرفة آلية الترميز؟
es: ¿Como desarrollar AMP sin saber construir el código?
ru: Как создать AMP, не умея программировать?

source: Important Components
ar: مكونات مهمة
es: Componentes importantes
ru: Важные компоненты

source: Important: this component does not support your currently selected format
ar: مهم: هذا المكون لا يدعم التنسيق الذي تختاره حاليًا
es: Importante: Este componente no es compatible con el formato que seleccionó actualmente
ru: Важно: этот компонент не поддерживает выбранный вами формат

source: Include media, iframes & third-party content
ar: تضمين محتوى الوسائط وiframes والمحتوى التابع لجهات خارجية
es: Incluye medios de comunicación, iframes y contenido creado por terceros
ru: Добавление медиа, iframe'ов и стороннего контента

source: Integrate
ar: دمج
es: Integrar
ru: Интеграция

source: Intermediate Course
ar: دورة المستوى المتوسط
es: Curso intermedio
ru: Курс средней сложности

source: Jump to:
ar: انتقال سريع إلى:
es: Ir a:
ru: Перейти к:

source: Learn
ar: تعلم
es: Aprender
ru: Изучение

source: Learn more about:
ar: التعرّف على مزيد من المعلومات عن:
es: Obtener más información sobre:
ru: Узнать больше о:

source: Load more
ar: تحميل المزيد
es: Cargar más
ru: Показать ещё

source: Logos
ar: شعارات
es: Logotipos
ru: Логотипы

source: Monetize your AMP page with ads
ar: تحقيق الربح المادي من صفحتك على AMP باستخدام الإعلانات
es: Monetice su página AMP agregando anuncios
ru: Монетизируйте свою AMP-страницу с помощью рекламы

source: Multiple Image
ar: صورة متعددة
es: Varias imágenes
ru: Множественные изображения

source: Need further explanation?
ar: هل تحتاج إلى مزيد من التوضيح؟
es: ¿Necesita explicaciones más detalladas?
ru: Требуются дальнейшие объяснения?

source: Need more help?
ar: هل تحتاج إلى مزيد من المساعدة؟
es: ¿Necesita ayuda adicional?
ru: Требуется дополнительная помощь?

source: Next chapter
ar: الفصل التالي
es: Siguiente capítulo
ru: Следующая глава

source: No results found.
ar: لم يتم العثور على نتائج.
es: No se encontraron resultados.
ru: Результаты не найдены.

source: Of course, this site is made with AMP!
ar: بالتأكيد، تم إنشاء هذا الموقع بواسطة AMP!
es: ¡Por supuesto, este sitio fue creado con AMP!
ru: Ну, конечно же, этот сайт сделан с помощью AMP!

source: Open Use Case
ar: فتح حالة الاستخدام
es: Abrir el caso de uso
ru: Открыть вариант использования

source: Open example
ar: فتح مثال
es: Abrir el ejemplo
ru: Открыть пример

source: Open in playground
ar: فتح في الساحة
es: Abrir en Playground
ru: Открыть в песочнице

source: Open this snippet in playground
ar: فتح هذه القصاصة في الساحة
es: Abrir este fragmento en Playground
ru: Открыть этот фрагмент в песочнице

source: Optimize & Measure
ar: تحسين وقياس
es: Optimizar y medir
ru: Оптимизация и измерения

source: Overview
ar: نظرة عامة
es: Descripción general
ru: Обзор

source: Parallax Storytelling in AMP
ar: سرد القصص عبر مواضع مختلفة في AMP
es: Narrador Parallax en AMP
ru: AMP-истории с применением параллакса

source: Platform and Technology Company Involvement
ar: دور الشركة في المنصة والتكنولوجيا
es: Participación en la plataforma y con la tecnología de la empresa
ru: Вовлечение платформ и технологических компаний

source: Platform and Vendor Partners
ar: شركاء المنصات والمورّدين
es: Socios y proveedores de la plataforma
ru: Партнёры по платформе и вендоры

source: Please reload the page.
ar: يرجى إعادة تحميل الصفحة.
es: Cargue nuevamente la página.
ru: Перезагрузите страницу.

source: Please try again later.
ar: يرجى المحاولة مرة أخرى في وقت لاحق.
es: Intente de nuevo más tarde.
ru: Попробуйте позже.

source: Popular Articles
ar: مقالات رائجة
es: Artículos populares
ru: Популярные статьи

source: Preview
ar: معاينة
es: Vista previa
ru: Предварительный просмотр

source: Previous chapter
ar: الفصل السابق
es: Capítulo anterior
ru: Предыдущая глава

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
ru: Политика конфиденциальности

source: Publisher Monetization
ar: تحقيق الربح المادي للناشر
es: Monetización del editor
ru: Монетизация издателей

source: Results
ar: النتائج
es: Resultados
ru: Результаты

source: Roadmap
ar: خارطة الطريق
es: Plan de trabajo
ru: Дорожная карта

source: SF Chronicle
ru: Хроники SF

source: Screenshot of use case:
ar: لقطة شاشة لحالة الاستخدام:
es: Captura de pantalla del caso de uso:
ru: Скриншот варианта использования:

source: Search
ar: بحث
es: Búsqueda
ru: Поиск

source: See all use cases
ar: الاطّلاع على جميع حالات الاستخدام
es: Ver todos los casos de uso
ru: Посмотреть все варианты использования

source: See example
ar: الاطّلاع على المثال
es: Ver el ejemplo
ru: Открыть пример

source: See what others have built
ar: الاطّلاع على ما بناه الآخرون
es: Vea lo que otras personas han creado
ru: Посмотрите, что создали другие

source: Select a language
ar: اختر لغة
es: Seleccione un idioma
ru: Выберите язык

source: websites
ar: مواقع الويب
es: sitios web
ru: сайты

source: stories
ar: قصص
es: historias
ru: истории

source: ads
ar: إعلانات
es: anuncios
ru: реклама

source: emails
ar: رسائل البريد الإلكتروني
es: correos electrónicos
ru: письма

source: email
ar: البريد الإلكتروني
es: correo electrónico
ru: письмо

source: AMP is a web component framework to easily create <span style="white-space: nowrap;">user-first</span><br>
ar: AMP هو إطار عمل لمكونات الويب يسهّل إنشاء <span style="white-space: nowrap;">الأعمال الأولى للمستخدم</span><br>
es: AMP es un componente que le permitirá crear fácilmente estructuras web como <span style="white-space: nowrap;">enfocadas en las necesidades del usuario</span><br>
ru: AMP - это фреймворк, состоящий из веб-компонентов, позволяющий легко создавать <span style="white-space: nowrap;">сфокусированные на пользователе</span> решения, как например <br>

source: Show everything
ar: إظهار كل شيء
es: Mostrar todo
ru: Показать всё

source: Open in AMP Playground
ar: فتح في ساحة AMP
es: Abrir en AMP Playground
ru: Открыть в песочнице AMP

source: Build anything with AMP.
ar: يمكنك بناء أي شيء باستخدام AMP.
es: Cree cualquier cosa con AMP.
ru: Создавайте с помощью AMP всё, что угодно.

source: Single Image
ar: صورة واحدة
es: Imagen individual
ru: Единственное изображение

source: Single video
ar: فيديو واحد
es: Video individual
ru: Единственное видео

source: Something cut the line.
ar: انقطع الاتصال.
es: Algo cortó la línea.
ru: Что-то перерезало провод.

source: Something went terribly wrong. Why don't you browse around?
ar: حدث خطأ كبير، لماذا لا تتصفح مواقع أخرى؟
es: Ocurrió un terrible error. ¿Desea continuar la navegación?
ru: Что-то пошло совершенно не так. Почему бы вам не посмотреть по сторонам?

source: Something went wrong while trying to load more search results.
ar: حدث خطأ أثناء محاولتك تحميل مزيد من نتائج البحث.
es: Ocurrió un error al intentar cargar resultados de búsqueda adicionales.
ru: При попытке загрузить больше результатов поиска что-то пошло не так.

source: Something went wrong…
ar: حدث خطأ…
es: Ocurrió un error…
ru: Что-то пошло не так…

source: Start
ar: البدء
es: Comenzar
ru: Начало

source: Styleguide
ar: دليل الأسلوب
es: Guía de estilo
ru: Правила оформления

source: Success Stories
ar: قصص النجاح
es: Historias de éxito
ru: Истории успеха

source: Success Story:
ar: قصة النجاح:
es: Historia de éxito:
ru: История успеха:

source: Success stories
ar: قصص النجاح
es: Historias de éxito
ru: Истории успеха

source: Support
ar: الدعم
es: Soporte
ru: Служба поддержки

source: Supported Browsers
ar: المتصفحات المدعومة
es: Navegadores que son compatibles
ru: Поддерживаемые браузеры

source: Supported Platforms
ar: المنصات المدعومة
es: Plataformas que son compatibles
ru: Поддерживаемые платформы

source: Table of contents
ar: جدول المحتويات
es: Contenido
ru: Содержание

source: The page you've requested can't be found. Why don't you browse around?
ar: لا يمكن العثور على الصفحة المطلوبة، لماذا لا تتصفح مواقع أخرى؟
es: No se encontró la página que solicitó. ¿Por qué no continúa la navegación?
ru: Запрошенная вами страница не найдена. Почему бы вам не посмотреть по сторонам?

source: This example uses the following experimental feature:
ar: يستخدم هذا المثال الميزة التجريبية التالية:
es: En este ejemplo se utiliza la siguiente característica experimental:
ru: В этом примере используется следующая экспериментальная функция:

source: Toggle Sidebar
ar: تبديل الشريط الجانبي
es: Muestra u oculta la barra lateral
ru: Переключатель боковой панели

source: Too much choice
ar: اختيار لأكثر مما ينبغي
es: Son demasiadas opciones
ru: Слишком большой выбор

source: Tools
ar: الأدوات
es: Herramientas
ru: Инструменты

source: Track engagement with analytics
ar: تتبع التفاعل مع التحليلات
es: Seguimiento de la participación mediante el análisis
ru: Отслеживайте вовлечённость с помощью аналитики

source: Uh oh! That's an error.
ar: للأسف! هناك خطأ.
es: ¡Ay! Eso es un error.
ru: Ой! Это ошибка.

source: Use Cases
ar: حالات الاستخدام
es: Casos de uso
ru: Варианты использования

source: Validation Workflow
ar: تدفق عمل التحقق من الصحة
es: Flujo de trabajo de validación
ru: Процесс проверки

source: Vendor contributions
ar: مساهمات الموردين
es: Contribuciones de los proveedores
ru: Помощь вендоров

source: View Demo
ar: مشاهدة العرض التوضيحي
es: Ver la demostración
ru: Посмотреть демо

source: View code on GitHub
ar: عرض التعليمة البرمجية على GitHub
es: Ver el código en GitHub
ru: Посмотреть код на GitHub

source: View demo
ar: مشاهدة العرض التوضيحي
es: Ver la demostración
ru: Посмотреть демо

source: We apologize for the inconvenience caused.
ar: نعتذر عن أي إزعاج ناتج عن ذلك.
es: Disculpe las molestias.
ru: Приносим извинения за причинённые неудобства.

source: We could not find any results matching your search query.
ar: تعذّر علينا العثور على أي نتائج تطابق استعلام البحث الذي قدّمته.
es: No pudimos encontrar ningún resultado que coincidiera con la consulta de su búsqueda.
ru: Мы не смогли найти результаты, соответствующие вашему поисковому запросу.

source: Web Development With AMP
ar: تطوير الويب باستخدام AMP
es: Desarrollo web con AMP
ru: Веб-разработка с помощью AMP

source: What are you looking for?
ar: ما الذي تبحث عنه؟
es: ¿Qué es lo que está buscando?
ru: Что вы ищете?

source: Working Groups
ar: مجموعات العمل
es: Grupos de trabajo
ru: Рабочие группы

source: You're currently not connected to the internet.
ar: أنت غير متصل بالإنترنت حاليًا.
es: Actualmente no está conectado a Internet.
ru: В настоящее время вы не подключены к Интернету.

source: …while trying to load the search results.
ar: …أثناء محاولة تحميل نتائج البحث.
es: … mientras intentaba cargar los resultados de la búsqueda.
ru: …при попытке загрузить результаты поиска.

source: Sadly this page isn't translated yet, but we could use some help doing so. See the <a href="/documentation/guides-and-tutorials/contribute/translations">translation guide</a> on how you can contribute.
ar: للأسف لم تُترجَم هذه الصفحة بعد، لكن يمكننا الاستعانة ببعض المساعدة في ترجمتها. راجع <a href="/documentation/guides-and-tutorials/contribute/translations">دليل الترجمة</a> لمعرفة كيف يمكنك المساهمة.
es: Lamentablemente esta página todavía no está traducida, pero quizás necesitemos un poco de ayuda para hacerlo. Consulte la <a href="/documentation/guides-and-tutorials/contribute/translations">Guía de traducción</a> donde encontrará información sobre cómo puede contribuir.
ru: К сожалению, эта страница ещё не переведена, но вы могли бы помочь нам с её переводом. Посмотрите <a href="/documentation/guides-and-tutorials/contribute/translations">руководство по переводу</a> в той части где сказано о том, как вы можете внести свой вклад.

source: If the explanations on this page don't cover all of your questions feel free to reach out to other AMP users to discuss your exact use case.
ar: إذا لم تكن الإيضاحات الموجودة في هذه الصفحة تُجيب على جميع أسئلتك، فلا تتردد في التواصل مع مستخدمي AMP الآخرين لمناقشة حالة الاستخدام المحددة لديك بالضبط.
es: Si las explicaciones que se encuentran en esta página no responden todas sus preguntas, no dude en comunicarse con otros usuarios de AMP para discutir el caso de uso exacto.
ru: Если объяснения на этой странице не отвечают на все ваши вопросы, не стесняйтесь обращаться к другим пользователям AMP для обсуждения своего конкретного варианта использования.

source: The AMP project strongly encourages your participation and contributions! We hope you'll become an ongoing participant in our open source community but we also welcome one-off contributions for the issues you're particularly passionate about.
ar: يشجع مشروع AMP مشاركتك ومساهمتك بشدة! ونأمل أن تكون مشاركًا دائمًا في مجتمعنا مفتوح المصدر، ولكننا نشجع أيضًا المساهمات التي تحدث لمرة واحدة في الأمور التي تتحمس لها.
es: ¡El proyecto MPA promueve firmemente su participación y contribuciones! Esperamos que se convierta en un miembro permanente de nuestra comunidad de código abierto, pero también agradecemos las contribuciones esporádicas sobre los temas que especialmente le apasionan.
ru: Проект AMP настойчиво призывает вас к участию и внесению посильной помощи! Мы надеемся, что вы станете постоянным участником нашего открытого сообщества, но будем приветствовать также и предоставление вами разовых материалов по темам, которые вам особенно интересны.

source: You've read this document a dozen times but it doesn't really cover all of your questions? Maybe other people felt the same: reach out to them on Stack Overflow.
ru: Вы читали этот документ десятки раз, но на самом деле он не содержит ответы на все ваши вопросы? Возможно, другие люди почувствовали то же самое: протяните им руку на Stack Overflow.

source: Enable the experiment via the button below. Some components require the AMP Dev Channel to be enabled as well.
ar: فعِّل التجربة من خلال الزر أدناه. تتطلب بعض المكونات تفعيل AMP Dev Channel كذلك.
es: Active el experimento mediante el siguiente botón. Algunos componentes requieren que el Dev Channel de AMP también esté habilitado.
ru: Активируйте эксперимент с помощью кнопки ниже. Некоторые компоненты требуют, чтобы также был активирован канал разработчиков AMP (AMP Dev Channel).

source: Example
ar: مثال
es: Ejemplo
ru: Пример

source: Demo
ar: عرض توضيحي
es: Demostración
ru: Демо

source: Documentation
ar: الوثائق
es: Documentación
ru: Документация

source: Success Story
ar: قصة النجاح
es: Historia de éxito
ru: История успеха
