Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: Although there are {hits} hits in total we cannot show more than 100.', hits='{'+'{result.totalResults}'+'}
ar: على الرغم من وجود {hits} من النتائج إجمالاً، إلا أنه يتعذّر إظهار أكثر من 100.', hits='{'+'{result.totalResults}'+'}
es: Aunque se encontraron {hits} coincidencias en total no podemos mostrar más de 100.', hits='{'+'{result.totalResults}'+'}
ru: Несмотря на то что общее число просмотров превышает {hits}, мы не можем показать больше, чем 100.

source: Get started quickly with a ready-made design. Templates designed to work with all devices - mobile, tablet and desktop.
ar: ابدأ بسرعة في استخدام تصميم جاهز. صُممت القوالب لتناسب جميع الأجهزة - الجوّال والجهاز اللوحي وجهاز كمبيوتر سطح المكتب.
es: Comienza rápidamente con un diseño prefabricado. Plantillas diseñadas para trabajar con todos los dispositivos: celulares, tabletas y computadoras de escritorio.
ru: Начните быстро с уже готовым дизайном. Шаблоны предназначены для работы со любыми устройствами - мобильными, планшетными и настольными.

source: Use AMP to build great experiences across the web
ar: استخدام AMP لإنشاء تجارب رائعة عبر الويب
es: Use AMP para crear grandes experiencias en toda la web
ru: Используйте AMP для формирования отличных впечатлений о вас во всём Интернете

source: Use AMP to create visual stories on the web.
ar: استخدم AMP لإنشاء قصص مرئية على الويب.
es: Use AMP para crear historias visuales en la web.
ru: Используйте AMP для создания визуальных историй в Интернете.

source: Use AMP to build and serve lightning fast, safe ads to pages and stories.
ar: استخدم AMP لإنشاء إعلانات سريعة جدًا وآمنة وتقديمها على الصفحات والقصص.
es: Use AMP para crear y publicar anuncios rápidamente y de manera segura en páginas e historias.
ru: Используйте AMP для создания и предоставления молниеносной и безопасной рекламы на страницах и в историях.

source: Use AMP to send interactive, dynamic emails.
ar: استخدم AMP لإرسال رسائل بريد إلكتروني تفاعلية وديناميكية.
es: Use AMP para enviar correos electrónicos interactivos y dinámicos.
ru: Используйте AMP для отправки интерактивных, динамических электронных писем.

source: Whether you are a publisher, e-commerce company, storyteller, advertiser or email sender, AMP makes it easy to create great experiences on the web. Use AMP to build:
ar: سواءٌ كنت ناشرًا أم شركة تجارة إلكترونية أم ساردًا للقصص أم معلنًا أم مرسلًا لرسائل البريد الإلكتروني، يسهّل AMP عملية إنشاء تجارب رائعة على الويب. ويمكنك استخدام AMP لبناء:
es: Tanto si usted es un editor, empresa de comercio electrónico, narrador de historias, publicista o remitente de correos electrónicos, AMP hace más sencilla la creación de excelentes experiencias en la web. Utilice AMP para crear:
ru: Неважно, являетесь ли вы издателем, компанией электронной коммерции, рассказчиком, рекламодателем или отправителем электронной почты, потому что AMP позволяет легко оставлять у пользователя отличные впечатления о пребывании в Интернете. Используйте AMP для создания:

source: The latest news
ar: آخر الأخبار
es: Noticias más recientes
ru: Последние новости

source: Don't want to miss any of the great stuff that happens around AMP? Then always be first in line and subscribe to our newsletter!
ar: ألا ترغب في عدم تفويت أي من الأمور الرائعة التي تحدث في إطار استخدام AMP؟ فكن الأول دائمًا واشترك في نشرتنا الإخبارية!
es: ¿No quiere perderse ninguna de las cosas grandiosas que suceden alrededor de AMP? ¡Entonces, siempre sea el primero en la fila y suscríbase a nuestro boletín!
ru: Не хотите пропустить нечто замечательное, что происходит с AMP? Тогда будьте всегда первым в очереди и подпишитесь на нашу рассылку!

source: Subscribe
ar: اشتراك
es: Suscribirse
ru: Подписаться

source: Learn more about AMP {{ format.name }}
ar: مزيد من المعلومات عن AMP {{ format.name }}
es: Obtener más información sobre AMP {{ format.name }}
ru: Узнать больше об AMP-{{ format.name }}

source: AMP in action
ar: AMP أثناء العمل
es: AMP en acción
ru: AMP в действии

source: Business Benefits
ar: مزايا الأعمال
es: Beneficios para las empresas
ru: Преимущества для бизнеса

source: Get started with AMP
ar: بدء استخدام AMP
es: Comience a utilizar AMP
ru: Начать работу с AMP

source: As a source for breaking news and information, AMP stories allows us to showcase our quality journalism when there are multiple elements we want to bring together. Combining reporting, photography, videos and motion graphics, this gives readers a more visual entry point when they are searching for our coverage.
ar: تسمح لنا قصص AMP، بصفتها مصدرًا للأخبار والمعلومات العاجلة، بإبراز صحافتنا الجيدة عندما نريد الجمع بين عناصر متعددة. فالجمع بين إعداد التقارير والتصوير الفوتوغرافي والفيديوهات والرسوم المتحركة يمنح القراء نقطة دخول مرئية بدرجة أكبر عندما يبحثون عن التغطية التي نقدمها.
es: Como fuente de noticias e información de última hora, las historias de AMP nos permiten mostrar nuestro periodismo de calidad cuando hay varios elementos que queremos reunir. Combinando reportajes, fotografías, videos y gráficos animados, esto le da a los lectores un elemento inicial más visual cuando buscan nuestra cobertura.
ru: Как источник последних новостей и информации, AMP-истории позволяют нам продемонстрировать качество своей журналистики в тот момент, когда есть несколько элементов, которые хочется объединить. Комбинирование репортажей, фотографий, видео и анимированной графики предоставляет читателям более наглядную точку входа в тот момент, когда они пользуются нашими поисковыми решениями.

source: Greg Manifold, Design Director of The Washington Post
ar: غريغ مانيفولد، مدير التصميم في جريدة The Washington Post
es: Greg Manifold, Director de diseño en The Washington Post
ru: Грег Манифолд (Greg Manifold), директор по дизайну в The Washington Post

source: Explore AMP<br/> success stories
ar: استكشف قصص النجاح في AMP<br/>
es: Explore las historias de éxito<br/> de AMP
ru: Исследовать<br/> историй успеха AMP

source: Don't take our word for it - read case studies from your industry and see how AMP has produced positive results.
ar: لا تصدق كلامنا عن AMP - بل اقرأ دراسات الحالة من مجال عملك واطّلع على مدى نجاح AMP في تحقيق نتائج إيجابية.
es: No confíe solo en nuestra palabra, consulte los estudios de caso correspondientes a su industria y vea cómo AMP ha generado resultados positivos.
ru: Не нужно верьте нам на слово - прочтите конкретные примеры из вашей отрасли и посмотрите, к каким положительным результатам привело использование AMP.

source: See all success stories
ar: اطّلع على كل قصص النجاح
es: Ver todas las historias de éxito
ru: Просмотреть все истории успеха

source: By the community,<br/>for the community
ar: من المجتمع،<br/>ولأجل المجتمع
es: Por la comunidad y<br/>para la comunidad
ru: От сообщества,<br/>для сообщества

source: Many ways for you to contribute
ar: هناك طرق عديدة يمكنك المساهمة من خلالها
es: Puede contribuir de muchas maneras
ru: Есть много способов внести свой вклад

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP.
ar: سيكون تنفيذ مشروع AMP مستحيلاً من دون مساعدة جميع أعضاء المجتمع سواء كنت مطورًا أم منشئ محتوى أم مقدمًا لخدمات تخصّ AMP.
es: El Proyecto AMP no sería posible sin la ayuda de todos los miembros de la comunidad, tanto si usted es un desarrollador, creador de contenido o un importante proveedor de servicios para AMP.
ru: Проект AMP был бы невозможен без помощи всех членов сообщества, независимо от того, являетесь ли вы разработчиком, создателем контента или поставщиком услуг, относящихся к AMP.

source: Reporting issues with AMP
ar: الإبلاغ عن مشاكل استخدام AMP
es: Informar de algún problema con AMP
ru: Сообщите о проблемах с AMP

source: If you have feedback or are experiencing technical issues with AMP, please file it using the issue tracker.
ar: إذا كانت لديك تعليقات أو إذا واجهتك مشاكل تقنية عند استخدام AMP، فيرجى تقديمها باستخدام أداة تعقّب المشاكل.
es: Si tiene algún comentario o está experimentando problemas técnicos con AMP, puede hacernos llegar sus inquietudes utilizando el siguiente formulario para solucionar problemas.
ru: Если у вас есть отзывы или при работе с AMP имеют место технические проблемы, дайте нам об этом знать с помощью системы отслеживания ошибок.

source: Build your first AMP page now
ar: إنشاء أول صفحة لك على AMP الآن
es: Cree su primera página AMP ahora
ru: Создайте свою первую AMP-страницу прямо сейчас

source: You don’t need to download AMP and no installation is required.<br/> Because it is an open-source project, it is free!
ru: Вам не нужно загружать AMP, и его установка не требуется.<br/> И всё потом, что это проект с открытым исходным кодом, и он бесплатный!

source: AMP Stories
ar: قصص AMP
es: Historias de AMP
ru: AMP-истории

source: Start developing
ar: ابدأ التطوير
es: Comience a desarrollar
ru: Начать разработку

source: Tell a story
ar: اسرد قصة
es: Cuente una historia
ru: Рассказать историю

source: AMP<br> Stories
ar: قصص<br> AMP
es: Historias de<br> AMP
ru: AMP<br> Истории

source: visual storytelling for the open web
ar: سرد قصة مرئي للويب المفتوح
es: narración visual para la web pública
ru: визуализированные истории для открытого Интернета

source: AMP stories immerse your readers in fast-loading full-screen experiences. Easily create visual narratives, with engaging animations and tappable interactions. The AMP story format is free and part of the open web and are available for everyone to try on their websites. They can be shared and embedded across the web without being confined to a closed ecosystem or platform.
ar: توفر قصص AMP للقراء تجارب غامرة مرئية بملء الشاشة تتميز بسرعة التحميل. يمكنك بسهولة إنشاء روايات مرئية، باستخدام رسوم متحركة جذّابة وتفاعلات قابلة للنقر عليها. ويتميز تنسيق قصص AMP بأنه مجاني وهو جزء من الويب المفتوح ويمكن لأي شخص تجربته على موقعه على الويب. كما يمكن مشاركته وتضمينه على مستوى الويب دون اقتصاره على نظام إيكولوجي مغلق أو منصة مغلقة.
es: Las historias de AMP sumergen a sus lectores en experiencias de carga rápida y de pantalla completa. Al crear fácilmente narraciones visuales con animaciones atractivas e interacciones accionables. El formato de las historias de AMP es gratuito y parte de la web abierta, y están disponibles para que cualquier persona las pruebe en sus sitios web. Pueden ser compartidos e incorporados a través de la web sin estar confinados a un ecosistema o plataforma cerrada.
ru: AMP-истории погружают ваших читателей в работающую быстро полноэкранную среду. Легко создавайте визуальные повествования с увлекательной анимацией и возможностью интерактивного взаимодействия. Формат AMP-историй бесплатный, является частью открытого Интернета, благодаря чему каждый может попробовать его на своих сайтах. Истории могут совместно использоваться и внедряться в Интернет, без ограничений на используемую платформу или имеющуюся у вас закрытую экосистему.

source: AMP stories provides content publishers with a mobile-focused format for delivering news and information as visually rich, tap-through stories. AMP Stories offers a robust set of advertising opportunities for advertisers and publishers to reach a unique audience on the web with immersive experiences.
ar: توفر قصص AMP لناشري المحتوى تنسيقًا يركز على الأجهزة الجوّالة لتقديم أخبار ومعلومات على هيئة قصص غنية بالمؤثرات المرئية ويمكن تصفحها من خلال النقر عليها. كما تقدم قصص AMP مجموعة قوية من الفرص الإعلانية لكي يتمكن المعلنون والناشرون من الوصول إلى جمهور فريد على الويب مع الاستمتاع بتجارب غامرة.
es: Las historias de AMP proporcionan a los editores de contenido un formato creado especialmente para dispositivos móviles, el cual les permite difundir noticias e información mediante historias interactivas y con alto contenido visual. AMP Stories ofrece un sólido conjunto de oportunidades publicitarias para que los publicistas y editores lleguen a una audiencia única en la web mediante experiencias inmersivas.
ru: AMP-истории предоставляют издателям ориентированный на мобильные устройства формат для доставки новостей и информации в виде визуально насыщенных, кликабельных историй. AMP-истории предлагают обширный набор рекламных возможностей для рекламодателей и издателей, что позволяет охватить уникальную аудиторию в Интернете и получить захватывающие впечатления.

source: Build your first story
ar: إنشاء قصتك الأولى
es: Cree su primera historia
ru: Создайте свою первую историю

source: Learn about story ads
ar: التعرّف على الإعلانات القصصية
es: Obtener más información sobre las historias con anuncios
ru: Узнать о рекламных историях

source: Read Success Story
ar: الاطّلاع على قصة النجاح
es: Lea la historia de éxito
ru: Читать историю успеха

source: The benefits of AMP stories
ar: مزايا قصص AMP
es: Beneficios de leer las historias de AMP
ru: Преимущества AMP-историй

source: Read on how AMP works
ar: الاطّلاع على آلية عمل AMP
es: Continúe leyendo acerca de cómo funciona AMP
ru: Прочитать о том, как работает AMP

source: AMP stories are built with visually rich media, and whether you utilize pictures, videos or GIF assets is up to you. Images and videos expand to visually fill the readers’ screens, providing a smooth and fully engaging experience. AMP allows you to specify the file type to account for the user’s network connection and browser capabilities.
ar: يتم إنشاء قصص AMP باستخدام وسائط غنية بالمؤثرات البصرية، والأمر راجع إليك إذا أردت استخدام مواد عرض عبارة عن صور أو فيديوهات أو ملفات GIF من عدمه. وتتوسع الصور والفيديوهات لتملأ شاشات القراء مرئيًا، ما يوفّر تجربة سلسة وجذّابة بالكامل. ويتيح لك AMP تحديد نوع الملف ليتناسب مع اتصال المستخدم بالويب ومع إمكانيات المتصفح.
es: Las historias de AMP se crean con medios visualmente ricos, y depende de usted decidir si utiliza imágenes, videos o recursos GIF. Las imágenes y los videos se expanden para cubrir visualmente las pantallas de los lectores, proporcionando una experiencia fluida y totalmente atractiva. AMP le permite especificar el tipo de archivo para tener en cuenta la conexión de red del usuario y las capacidades del navegador.
ru: AMP-истории создаются с использованием визуально насыщенных мультимедийных материалов, и только от вас зависит решение о том, использовать ли графические, видео или анимированные ресурсы. Изображения и видео увеличиваются настолько, чтобы визуально заполнить экраны устройства читателя, обеспечивая плавное и увлекательное использование. AMP позволяет указать тип отображаемого файла для принятия во внимание специфики сетевого подключения пользователя и возможностей его браузера.

source: Images, videos and GIFs
ar: الصور والفيديوهات وملفات GIF
es: Imágenes, videos y GIF
ru: Изображения, видео и анимация

source: Text and audio
ar: النص والملف الصوتي
es: Texto y audio
ru: Текст и аудио

source: Convey facts and figures via bite-sized chunks of one or two sentences – ideal for mobile devices. Choose from different font colors for basic readability. Or add visual elements like subtle black transparent gradient overlays to ensure readability even on random background imagery, for example user generated content. On top of this, you can use short audio files on every page to provide spoken information or background music.
ar: يمكنك التعبير عن الحقائق والأرقام عبر مجموعة صغيرة الحجم مكونة من جملة أو جملتين - مما يناسب الأجهزة الجوّالة بشكل مثالي. اختر من بين ألوان الخطوط المختلفة لتسهيل القراءة الأساسية، أو يمكنك إضافة عناصر مرئية مثل تراكبات رقيقة متدرجة وشفافة من اللون الأسود وذلك لضمان سهولة القراءة حتى على صور الخلفية العشوائية، مثل المحتوى المنشأ بواسطة المستخدمين. وفوق ذلك كله، يمكنك استخدام ملفات صوتية قصيرة في كل صفحة لتوفير معلومات منطوقة أو موسيقى في الخلفية.
es: Transmitir hechos y datos mediante fragmentos pequeños de una o dos frases, ideal para los dispositivos móviles. Elija entre diferentes colores de fuentes para una legibilidad básica. O añada elementos visuales como superposiciones de gradientes sutiles de negro transparente para garantizar la legibilidad incluso en imágenes de fondo aleatorias, por ejemplo el contenido generado por el usuario. Además de esto, puede utilizar archivos de audio cortos en cada página para proporcionar información hablada o música de fondo.
ru: Передавайте факты и изображения с помощью кусочков размером в один-два предложения: идеально подходит для мобильных устройств. Выберите один из цветов текста для базовой читабельности. Или добавьте визуальные элементы, такие как тонкие чёрные прозрачные наложения градиента, чтобы обеспечить читаемость даже на случайных фоновых изображениях, например, на пользовательском изображении. Кроме того, на каждой странице вы можете использовать короткие аудио-файлы для передачи устной информации или фоновой музыки.

source: It’s easy to create visual effects and tappable interactions that keep readers engaged. Titles can fly drop, fade in, or animate onto the page. Configure your story to automatically progress to the next page when a video snippet is finished. Provide social sharing and related links at the end of your story, so users can share it or dive further into other content on your site.
ar: من السهل إنشاء تأثيرات بصرية وتفاعلات يمكن النقر عليها لجذب انتباه القراء. ويمكن استخدام مؤثرات بصرية على العناوين كالتحليق أو الإسقاط أو التلاشي أو تحريك الرسوم على الصفحة. كما يمكن تكوين قصتك لتتقدم بصورة تلقائية إلى الصفحة التالية عند اكتمال قصاصة فيديو. ويمكنك تقديم روابط المشاركة عبر مواقع التواصل الاجتماعي والروابط ذات الصلة في نهاية قصتك، حتى يتمكن المستخدمون من مشاركتها أو التعمق أكثر في محتوى آخر على موقعك.
es: Es fácil crear efectos visuales y objetos tocables que mantengan a los lectores interesados. Los títulos pueden aparecer, desvanecerse o dar vida a la página. Configure su historia para pasar automáticamente a la siguiente página cuando el fragmento de un video se termine. Comparta enlaces sociales y relacionados al final de su historia, para que los usuarios puedan compartirla o profundizar en otros contenidos de su sitio.
ru: Создавать визуальные эффекты и интерактивные взаимодействия, которые вовлекают читателей в происходящее, теперь легко. Заголовки на странице могут летать, перетекать или быть анимированными. Сконфигурируйте свою историю так, чтобы она автоматически переходила на следующую страницу после завершения фрагмента видео. Предоставляйте ссылки на социальные сети и связанные с ними ссылки в конце своей истории, чтобы пользователи могли делиться ею или углубляться в другие материалы вашего сайта.

source: AMP Stories <br />Monetization Options
ar: قصص AMP <br />خيارات تحقيق الربح المادي
es: Historias de AMP <br />Opciones de monetización
ru: AMP-истории <br />Варианты монетизации

source: Single Page Story Ad
ar: الإعلان القصصي على صفحة واحدة
es: Anuncio en una historia de una sola página
ru: Одностраничная рекламная история

source: Get Started with our Story Ads Templates
ar: بدء استخدام قوالب الإعلانات القصصية
es: Comience con nuestras plantillas para anuncios en historias
ru: Начните использовать наши шаблоны рекламных историй

source: Affiliate Links
ru: Партнёрские ссылки

source: Publishers can use affiliate links as a form of monetization by placing outlinks in organic story pages.
ar: يمكن للناشرين استخدام الروابط الفرعية كشكل من أشكال تحقيق الربح المادي من خلال وضع روابط لمواقع خارجية في صفحات القصص الأصلية.
es: Los editores pueden utilizar los enlaces de interés como una forma de monetización colocando hiperenlaces en las páginas de historias orgánicas.
ru: Издатели могут использовать в качестве формы монетизации партнёрские ссылки, размещая их на страницах историй.

source: Read Best Practices Guide
ar: الاطّلاع على دليل أفضل الممارسات
es: Lea la guía de las prácticas recomendadas
ru: Прочитать руководство по лучшим практикам

source: AMP Ads
ar: إعلانات AMP
es: Anuncios de AMP
ru: AMP-реклама

source: Explore tools
ar: استكشاف الأدوات
es: Conocer las herramientas
ru: Изучить инструменты

source: These days, if it isn’t instant - it’s not fast enough. Even the most memorable creative won’t serve its purpose if the ad is slow and disruptive for a user.
ar: إذا لم تكن الإعلانات بسرعة لحظية فإنها ليست سريعة بما فيه الكفاية، هذه هي القاعدة في وقتنا الحالي، فحتى الإعلانات المبتكرة التي تعلق في الأذهان لن تحقق غرضها إذا كانت بطيئة ومشتتة لانتباه المستخدم.
es: Hoy en día, si no es instantáneo, no es lo suficientemente rápido. Incluso la creación más memorable no hará su trabajo si el anuncio es lento y perturbador para un usuario.
ru: В наше время, если что-то не мгновенно - значит это недостаточно быстро. Даже самое запоминающееся объявление не будет работать, если оно медленное и деструктивно воздействует на пользователя.

source: Advertising continues to be the cornerstone of every publisher’s business model; AMP is fundamentally changing the way ads are built and delivered on the web by supporting ads that are fast, safe, compelling and effective for users.
ar: وتظل الإعلانات هي حجر الأساس لنموذج أعمال كل ناشر، حيث يغيّر AMP بشكل جوهري من طريقة إنشاء الإعلانات وعرضها على الويب من خلال دعم الإعلانات السريعة والآمنة والجذابة والفعالة للمستخدمين.
es: La publicidad sigue siendo la piedra angular del modelo empresarial de todo editor, AMP está cambiando sustancialmente la forma en que se crean y ofrecen los anuncios en la web al apoyar anuncios que son rápidos, seguros, atractivos y eficaces para los usuarios.
ru: Реклама продолжает оставаться краеугольным камнем бизнес-модели каждого издателя; AMP фундаментально меняет способ создания и показа рекламы в Интернете, поддерживая быструю, безопасную, убедительную и эффективную рекламу для пользователей.

source: A faster way to grow your business
ar: طريقة أسرع لتنمية أعمالك
es: Una forma más rápida de hacer crecer su empresa
ru: Ускоренный способ развить свой бизнес

source: A growing number of publishers and advertisers are adopting AMP to deliver faster and more engaging content to their users. As your clients embrace the speed of AMP and more users consume content on AMP pages, ensure that your business is positioned for the future and integrate your technology with AMP. Speeding up ads is the fastest way to boost performance.
ar: يعتمد عدد متزايد من الناشرين والمعلنين على AMP لتقديم محتوى أسرع وأكثر جاذبية لمستخدميهم. وفي ظل انبهار عملائك بسرعة AMP واستهلاك عدد أكبر من المستخدمين للمحتوى على صفحات AMP، عليك أن تطمئن إلى أن عملك موجَّه نحو المستقبل مع دمج التكنولوجيا التي تستخدمها في AMP. حيث تعدّ زيادة سرعة الإعلانات هي أسرع طريقة لتحسين الأداء.
es: Un número creciente de editores y publicistas están adoptando la AMP para ofrecer un contenido más rápido y atractivo a sus usuarios. Conforme sus clientes adoptan la velocidad de AMP y más usuarios consumen el contenido de las páginas de AMP, garantizan que su empresa esté posicionada para el futuro e integre su tecnología con AMP. Acelerar los anuncios es la forma más rápida de aumentar el rendimiento.
ru: Все больше издателей и рекламодателей внедряют AMP для оперативного предоставления своим пользователям актуального и привлекательного контента. Поскольку ваши клиенты ценят скорость AMP и всё больше пользователей используют контент в виде AMP-страниц, убедитесь, что ваш бизнес ориентирован на будущее, и интегрируйте используемые у вас технологии с AMP. Увеличение скорости доставки рекламы - это самый быстрый способ повышения производительности.
