Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: <code>amp-position-observer</code> in combination with <code>amp-animation</code> allows a smooth "scrolly-telling" experience with minimal effort and without any custom JavaScript.
ar: <code>amp-position-observer</code> إلى جانب <code>amp-animation</code> يسمح بتجربة "سرد القصص بالتمرير" سلسة بأقل جهد وبدون أي تعليمات JavaScript مخصصة.
es: <code>amp-position-observer</code> en combinación con <code>amp-animation</code> permite una experiencia intuitiva de “scrolly-telling” con un mínimo esfuerzo y sin ningún tipo de Javascript personalizado.
ru: <code>amp-position-observer</code> в сочетании с <code>amp-animation</code> обеспечивает плавное взаимодействие на базе использования прокрутки, с минимальными усилиями и без какого-либо специального JavaScript.

source: Experience Demo
ar: عرض توضيحي للتجربة
es: Demostración de la experiencia
ru: Демо взаимодействия

source: Band page
ar: صفحة الفرقة
es: Página del grupo
ru: Страница группы

source: Olga and the kings
ru: Ольга и короли

source: Always thought that all AMP pages look the same? Checkout this incredible band website featuring various AMP components to create a vivid and enjoyable experience.
ar: هل اعتقدت دائمًا أن جميع صفحات AMP تبدو متشابهة؟ تفقد موقع الويب المذهل هذا الذي يخص إحدى الفرق والذي يتضمن مكونات AMP متنوعة لإنشاء تجربة حية وممتعة.
es: ¿Siempre pensó que todas las páginas AMP se parecían? Revise este increíble grupo de sitios web con varios componentes de AMP para crear una experiencia vívida y agradable.
ru: Всегда думали, что все страницы AMP выглядят одинаково? Посетите этот невероятный веб-сайт с различными AMP-компонентами создающими яркое и приятное впечатление.

source: The use of <code>amp-sidebar</code> gives you the same feeling as if you are in a single page app.
ar: استخدام <code>amp-sidebar</code> يمنحك نفس الشعور كما لو كنت في تطبيق من صفحة واحدة.
es: El uso de <code>amp-sidebar</code> le da la misma sensación que si estuviera en una aplicación de una sola página.
ru: Использование <code>amp-sidebar</code> даст вам такое же ощущение, как будто вы находитесь в одностраничном приложении.

source: E-Commerce
ar: التجارة الإلكترونية
es: Comercio electrónico
ru: Электронная коммерция

source: AMP shines for content pages. But it can also power e-commerce experiences.
ar: يتميز AMP فيما يتعلق بصفحات المحتوى. ولكنه يقوم بتشغيل تجارب التجارة الإلكترونية أيضًا.
es: AMP destaca en las páginas de contenido. Pero también puede mejorar las experiencias de comercio electrónico.
ru: AMP блистает на страницах с контентом. Но он также может способствовать развитию электронной коммерции.

source: To learn more, we built a simple yet fully functional e-commerce site of our very own! Check out the site, and look at the code to learn about the best practices we discovered to build a great interactive experience on your domain and on AMP caches alike.
ar: لمعرفة المزيد، قمنا بإنشاء موقع للتجارة الإلكترونية بسيط ولكنه يعمل بشكل كامل وهو موقع خاص بنا تمامًا! تحقق من الموقع، وانظر إلى التعليمة البرمجية للتعرف على أفضل الممارسات التي اكتشفناها لبناء تجربة تفاعلية رائعة على مجالك وعلى ذاكرة تخزينAMP المؤقتة على حد سواء.
es: Para obtener más información, ¡hemos creado nuestro propio sitio de comercio electrónico, simple pero completamente funcional! Revise el sitio y eche un vistazo al código para obtener más información sobre las prácticas recomendadas que descubrimos para crear una gran experiencia interactiva en su dominio y en los cachés de AMP por igual.
ru: Для того чтобы вы могли узнать больше, мы создали простой, но полнофункциональный сайт электронной коммерции! Посетите сайт и ознакомьтесь с его сходным кодом, чтобы узнать о лучших практиках, которые мы применили, и чтобы создать отличный интерактивный интерфейс и в своём домене и в кешах AMP.

source: See on GitHub
ar: شاهد على GitHub
es: Ver en GitHub
ru: Посмотреть код на GitHub

source: Here we feature interesting and outstanding pages that have been published using AMP. We kindly invite you to look through them to see what AMP is capable of.
ar: نحن نظهر لك هنا الصفحات المثيرة للاهتمام والرائعة التي نشرت باستخدام AMP. يرجى التفضل بإلقاء نظرة عليها لترى قدرات AMP.
es: Aquí presentamos algunas páginas interesantes y destacadas que fueron publicadas usando AMP. Le invitamos a que las examine para ver de qué es capaz el AMP.
ru: Здесь мы представляем вашему вниманию интересные и выдающиеся страницы, которые были созданы с использованием AMP. Мы приглашаем вас просмотреть на них и увидеть, на что способен AMP.

source: Musement’s mobile-first design helps users navigate 70% faster
ar: يساعد تصميم الجهاز المحمول أولًا الخاص بشركة Musement المستخدمين على التنقل بسرعة أكبر بنسبة 70%
es: El diseño mobile-first de Musement permite que los usuarios naveguen un 70% más rápido
ru: Мобильный дизайн Musement помогает пользователям перемещаться на 70% быстрее

source: To provide their blog content in a more attractive format, Ameba launched their article landing pages as AMP Stories
ar: أطلق موقع Ameba صفحات المقالات المتنقل إليها على شكل قصص AMP، لتقديم محتوى المدونات الخاص بهم بتنسيق أكثر جاذبية
es: Para ofrecer el contenido de su blog en un formato más atractivo, Ameba lanzó las páginas de destino de sus artículos como historias de AMP
ru: Чтобы обеспечить представление своего блога в более привлекательном формате, Ameba начала предоставлять свои страницы лэндинга в виде AMP-историй

source: Complex Networks drives a 3x revenue increase with AMP
ar: عززت Complex Networks إيراداتها بزيادة بلغت ثلاثة أضعاف مع AMP
es: Complex Networks genera 3 veces ingresos mayores con AMP
ru: Complex Networks обеспечивает трехкратное увеличение своего дохода с помощью AMP

source: AARP increases mobile conversion rate by 15% with AMP
ar: زاد معدل التحويل على الأجهزة المحمولة لموقع AARP بنسبة 15% مع AMP
es: AARP aumenta la tasa de conversión en dispositivos móviles hasta un 15% con AMP
ru: AARP благодаря использованию AMP повышает коэффициент конверсии продаж через мобильные сети на 15%

source: KG Media’s AMP optimizations results
ar: نتائج تحسينات AMP لشركة KG Media
es: Los resultados de las optimizaciones del AMP de KG Media
ru: Результаты оптимизации с помощью AMP от KG Media

source: Asahi.com uses a paired AMP approach for their free articles
ar: يستخدم موقع Asahi.com نهج AMP ثنائي لمقالاتهم المجانية
es: Asahi.com utiliza un enfoque de AMP por parejas para sus artículos gratuitos
ru: Asahi.com применяет парный AMP-подход к своим бесплатным статьям

source: RCS MediaGroup reports good news with AMP and PWA
ar: يقدم موقع RCS MediaGroup أخبارًا جيدة باستخدام AMP وتطبيق الويب التقدمي (PWA)
es: RCS MediaGroup anuncia buenas noticias con AMP y PWA
ru: RCS MediaGroup сообщает хорошие новости с использованием AMP и PWA

source: Advance Create boosting ads landing pages with AMP
ar: شركة Advance Create تعزز إمكانات صفحات الإعلانات المتنقل إليها من خلال AMP
es: Advance Create mejora las páginas de destino de los anuncios con AMP
ru: Advance Create раскручивает свои рекламные лендинговые страницы с помощью AMP

source: Times of India reports 1.5X more revenue yields, 3.6X faster load time with AMP
ar: زادت الإيرادات التي حققتها جريدة Times of India بمقدار 1.5X، وأصبح وقت التحميل أسرع بمقدار 3.6X مع AMP
es: Times of India reporta 1.5 veces más de ingresos y un tiempo de carga 3.6 veces más rápido con AMP
ru: Times of India сообщает, об увеличении доходов в 1,5 раза и скорости загрузки в 3,6 раза благодаря использованию AMP

source: greenslips.com.au boosts conversions by 12-15%, mobile speed by 15% with AMP
ar: زادات تحويلات موقع greenslips.com.au بمعدل 12-15%، وزادت سرعة التحميل على الأجهزة المحمولة بنسبة 15% مع AMP
es: greenslips.com.au aumenta las conversiones de 12 a 15% y la velocidad de los móviles en un 15% con AMP
ru: greenslips.com.au благодаря использованию AMP повышает конверсию продаж на 12-15%, а скорость мобильной загрузки на 15%

source: Tokopedia boosts mobile performance with AMP and PWA
ar: عززت شركة Tokopedia أدائها على الأجهزة المحمولة مع AMP وتطبيق الويب التقدمي (PWA)
es: Tokopedia aumenta el rendimiento de los dispositivos móviles con AMP y PWA
ru: Tokopedia с помощью AMP и PWA повышает производительность работы на мобильных устройствах

source: Readwhere provides seamless mobile content via AMP and PWA
ar: يوفر موقع Readwhere محتوى سلسًا على الأجهزة المحمولة من خلال AMP وتطبيق الويب التقدمي (PWA)
es: Readwhere ofrece un contenido móvil sin interrupciones mediante AMP y PWA
ru: Readwhere предоставляет цельный мобильный с помощью AMP и PWA

source: DiscoverCarHire.com drives conversions with faster mobile page load times via AMP
ar: حقق موقع DiscoverCarHire.com تحويلات بأوقات تحميل أسرع على الأجهزة المحمولة من خلال AMP
es: DiscoverCarHire.com genera conversiones con tiempos de carga de página más rápidos en dispositivos móviles mediante AMP
ru: DiscoverCarHire.com благодаря использованию AMP ускоряет скорость загрузки

source: Jagran New Media boosts traffic by 115% and revenue by 4.5X by expanding AMP strategy
ar: زادات حركة البيانات على موقع Jagran New Media بنسبة 115% وزادت الإيرادات بمقدار 4.5 ضعف عند استخدام استراتجية AMP التوسعية
es: Jagran New Media aumenta el tráfico en un 115% y multiplica sus ingresos por 4.5 al ampliar la estrategia AMP
ru: Jagran New Media увеличивает трафик на 115% и доход в 4,5 раза за счет расширения использования AMP

source: Renovation Brands improves speed and site duration with AMP
ar: تحسنت السرعة ومدة الجلسة على موقع Renovation Brands مع AMP
es: Renovation Brands mejora la velocidad y el tiempo de permanencia promedio por usuario en un sitio web con AMP
ru: Renovation Brands с помощью AMP повышает скорость и длительность работы с сайтом

source: Metromile lowers costs, reaches more potential customers with AMP
ar: خفضت شركة Metromile التكاليف، وصلت إلى عدد أكبر من العملاء المحتملين مع AMP
es: Metromile reduce los costos y llega a más clientes potenciales con AMP
ru: Metromile с помощью AMP снижает затраты и привлекает большее количество потенциальных клиентов

source: Carved increases conversion rate by 75% with AMP and PWA
ar: زاد معدل التحويل لموقع Carved بنسبة 75% مع AMP وتطبيق الويب التقدمي (PWA)
es: Carved aumenta la tasa de conversión en un 75% con AMP y PWA
ru: AARP благодаря использованию AMP и PWA повышает коэффициент конверсии продаж на 75%

source: TransUnion scores more conversions with faster page loads via AMP
ar: زادات التحويلات لموقع TransUnion مع تحميلات أسرع للصفحات من خلال AMP
es: TransUnion consigue más conversiones con cargas de página más rápidas mediante AMP
ru: TransUnion повышает конверсию благодаря ускоренной загрузке страниц при использовании AMP

source: The story of the all-new BMW.com
ar: قصة موقع BMW.com الجديد بالكامل
es: La historia de la nueva página web de BMW.com
ru: История совершенно нового BMW.com

source: Innkeeper’s Advantage helps B&Bs book guests quicker with AMP
ar: Innkeeper’s Advantage يساعد زوار B&Bs على الحجز أسرع مع AMP
es: Innkeeper’s Advantag ayuda a que las reservaciones de B&amp;B ahora sean más rápidas gracias a AMP
ru: Innkeeper's Advantage помогает B&B быстрее выполнять бронировать для гостей с помощью AMP

source: Grupo Expansión boosts monetization with AMP
ar: زاد تربح شركة Grupo Expansión مع AMP
es: Grupo Expansión aumenta la monetización con AMP
ru: Grupo Expansión повышает монетизацию с помощью AMP

source: Merchology increases conversions, lowers load times with AMP
ar: زادت التحويلات لموقع Merchology، وقلت أوقات التحميل مع AMP
es: Merchology aumenta las conversiones y reduce los tiempos de carga con AMP
ru: Merchology увеличивает конверсию, уменьшая время загрузки благодаря AMP

source: Eski.mobi serves businesses going mobile with AMP
ar: يقدم موقع Eski.mobi أعماله على الأجهزة المحمولة باستخدام AMP
es: Eski.mobi ayuda a las compañías que eligen trasladarse a los dispositivos móviles con AMP
ru: Eski.mobi обслуживает предприятия, которые переходят на работу с мобильными технологиями и в частности с AMP

source: Faster page loads with AMP deliver truckloads of new drivers to U.S. Xpress
ar: قدمت التحميلات السريعة للصفحات لموقع U.S. Xpress شحنة من برامج التشغيل الجديدة
es: Con AMP se cargan más rápido las páginas para entregar cargas de camiones de nuevos conductores en US Xpress
ru: Ускоренная загрузка страниц на базе AMP доставляет грузовики новых водителей в U.S. Xpress

source: Event Tickets Center significantly boosts conversions with AMP
ar: زادت تحويلات Event Tickets Center بشكل كبير مع AMP
es: Event Tickets Center aumenta significativamente las conversiones hechas con AMP
ru: Event Tickets Center с помощью AMP значительно повышает конверсию

source: ConsumersAdvocate.org boosts site performance with AMP
ar: عززت مؤسسة ConsumersAdvocate.org أداء موقعها مع AMP
es: ConsumersAdvocate.org aumenta el desempeño del sitio con AMP
ru: ConsumersAdvocate.org повышает производительность сайта с помощью AMP

source: Fastcommerce drives conversions for clients by building AMP-first
ar: حقق موقع Fastcommerce تحويلات للعملاء من خلال إنشاء أول تجربة AMP
es: Fastcommerce incrementa las conversiones de los clientes creando su primer página con AMP
ru: Fastcommerce увеличивает конверсию, создавая AMP-ориентированные решения

source: Leading French organic retailer doubles mobile conversions with AMP
ar: ضاعف موزع أغذية عضوية فرنسي كبير من التحويلات عبر الأجهزة المحمولة مع AMP
es: El primer minorista de productos orgánicos, Leading French, duplica las conversiones para dispositivos móviles con AMP
ru: Ведущий французский ритейлер по продаже органических продуктов удваивает конверсию благодаря AMP

source: CNBC sees mobile speed and engagement gains with AMP
ar: يشهد موقع CNBC زيادة في السرعة للأجهزة المحمولة ومكاسب ناتجة عن التفاعلات مع AMP
es: CNBC comprobó que la velocidad de los dispositivos móviles y el compromiso aumentan con AMP
ru: CNBC отмечает рост скорости и числа пользователей мобильных устройств благодаря AMP

source: Wego.com increases mobile conversion rates 95% with AMP
ar: زاد معدل التحويل على الأجهزة المحمولة لموقع Wego.com بنسبة 95% مع AMP
es: Wego.com aumenta la tasa de conversión en dispositivos móviles hasta un 95% con AMP
ru: Wego.com благодаря использованию AMP повышает коэффициент конверсии продаж через мобильную связь до 95%

source: India’s leading rental site improved owner-to-renter connections by 77% with AMP
ar: نجح موقع للإيجارات في الهند في تحسين الاتصالات بين المالك والمستأجر بنسبة 77% مع AMP
es: El sitio para rentas más importante de la India mejoró las relaciones entre propietarios y arrendatarios en un 77% con AMP
ru: Ведущий в Индии сайт аренды с помощью AMP улучшил связь между владельцами и арендаторами на 77%

source: WompMobile consistently improves e-commerce clients’ conversion rates with AMP sites
ar: يحسن موقع WompMobile بشكل مستمر معدلات التحويل لعملاء التجارة الإلكترونية مع مواقع AMP
es: WompMobile mejora constantemente las tasas de conversión de los clientes de comercio electrónico mediante los sitios de AMP
ru: WompMobile с помощью сайтов на базе AMP постоянно улучшает показатели конверсии клиентов электронной коммерции

source: Terra drives mobile viewership up with AMP
ar: رفع موقع Terra نسبة المشاهدات على الأجهزة المحمولة مع AMP
es: Terra aumentó el número de visitantes en dispositivos móviles con AMP
ru: Terra развивает мобильную аудиторию с помощью AMP

source: Milestone drives conversions with AMP pages for local hospitality site
ar: حقق موقع Milestone زيادة في التحويلات مع صفحات AMP لمواقع الضيافة المحلية
es: Milestone mejoró las conversiones con páginas AMP para el sitio web del hotel local
ru: Milestone улучшает конверсии с помощью AMP-страниц на сайте местного гостеприимства

source: Hearst integrates key partner and product solutions on AMP
ar: نجح موقع Hearst في دمج حلول شركائه الرئيسين وحلول المنتجات على AMP
es: Hearst integra las soluciones de los socios y los productos clave en AMP
ru: Hearst интегрирует решения ключевых партнёров и продуктов на базе AMP

source: Wired AMP’s its 20+ year archive to meet audiences online
ar: يستخدم موقع Wired ميزات AMP على أرشيفه البالغ 20+ سنة لمقابلة الجمهور عبر الإنترنت
es: Wired diseña sus archivos desde hace más de 20 años con AMP para llegar a la audiencia online
ru: Wired переводит свой более чем 20-летний архив в AMP-формат на радость онлайн аудитории

source: Slate gets efficient with AMP
ar: موقع Slate أصبح أكثر فعالية مع AMP
es: Slate se vuelve eficaz con AMP
ru: Slate становится эффективным с AMP

source: Relay Media helps publishers get AMP’d
ar: يساعد موقع Relay Media الناشرين على الاستفادة من AMP
es: Relay Media ayuda a que los editores lleguen a AMP
ru: Relay Media помогает издателям перейти на использование AMP

source: plista grows publisher revenue & user engagement with AMP
ar: زادت عائدات الناشرين وتفاعلات المستخدمين على موقع plista مع AMP
es: plista aumenta los ingresos de los editores y el compromiso de los usuarios con AMP
ru: plista с помощью AMP увеличивает доходы издателей и повышает качество взаимодействия с пользователями

source: Create flawless web experiences
ar: إنشاء تجارب ويب خالية من الأخطاء
es: Cree experiencias web perfectas
ru: Создайте безупречное веб-решение

source: Snackable formats for everyone
ar: تنسيقات سريعة وسهلة للجميع
es: Formatos sencillos para todo el mundo
ru: Лёгкие форматы для всех

source: Super fast ads on the web
ar: إعلانات بسرعة فائقة على الويب
es: Anuncios súper rápidos en la web
ru: Супер быстрая реклама в Интернете

source: Next gen email
ar: الجيل الجديد من خدمة البريد الإلكتروني
es: Correo electrónico de última generación
ru: Письма следующего поколения

source: Use cases
ar: حالات الاستخدام
es: Casos de uso
ru: Варианты использования

source: Guides & Tutorials
ar: الإرشادات والبرامج التعليمية
es: Guías y tutoriales
ru: Руководства и учебники

source: The complete AMP library
ar: مكتبة AMP الكاملة
es: La biblioteca completa de AMP
ru: Полная библиотека AMP

source: Hands on Introduction to AMP
ar: مقدمة عملية عن AMP
es: Introducción práctica en AMP
ru: Практическое введение в AMP

source: Learn AMP with free courses
ar: تعلم AMP من خلال الدورات المجانية
es: Conozca más sobre AMP con los cursos gratuitos
ru: Изучить AMP с помощью бесплатных курсов

source: Templates
ar: القوالب
es: Plantillas
ru: Шаблоны

source: Begin building
ar: بدء البناء
es: Comience a crear
ru: Начните разработку

source: Ready to use
ar: جاهز للاستخدام
es: Listo para usar
ru: Готовые к использованию

source: Courses
ar: الدورات
es: Cursos
ru: Курсы

source: Governance
ar: الإدارة
es: Gobernanza
ru: Руководство

source: AMP Roadshow
ar: عرض ترويجي متنقل لـAMP
ru: Дорожное шоу AMP

source: Help
ar: المساعدة
es: Ayuda
ru: Помощь

source: Encouraging More Voices in AMP
ar: تشجيع مزيد من الأصوات في AMP
es: Promover que más personas participen en AMP
ru: Поощрение увеличения числа голосов в руководстве AMP

source: An AMP Working Group is a segment of the community with knowledge/interest in specific area of AMP. Working Groups are created by AMP’s Technical Steering Committee.
ar: مجموعة عمل AMP هي جزء من المجتمع لديهم معرفة/اهتمام بمجال معين من مجالات AMP. يتم إنشاء مجموعات العمل من قبل لجنة التوجيه التقني في AMP.
es: Un grupo de trabajo AMP consiste en una parte de la comunidad que tiene conocimientos/intereses en un área específica de AMP. Los grupos de trabajo son creados por el Comité Directivo Técnico de AMP.
ru: Рабочая группа AMP - это сегмент сообщества, обладающий знаниями/интересами в конкретной области AMP. Рабочие группы создаются Техническим руководящим комитетом AMP.

source: Most Working Groups provide bi-weekly status updates and present quarterly high-level updates in round-robin fashion at Design Reviews.
ar: توفر معظم مجموعات العمل تحديثات الحالة كل أسبوعين وتقدم تحديثات ربع سنوية رفيعة المستوى بأسلوب دوري في مراجعات التصميم.
es: La mayoría de los grupos de trabajo actualizan los estados cada dos semanas y presentan actualizaciones de alto nivel trimestrales, por turnos, en evaluaciones del diseño.
ru: Большинство рабочих групп раз в две недели выпускают небольшие обновления и ежеквартально в циклическом режиме представляют обновления высокого уровня для дизайнерских обзоров.

source: Current Issues
ar: المشكلات الحالية
es: Entradas recientes
ru: Текущие задачи

source: The facilitator of {name} is:
ar: ميسر {name} هو:
es: El moderador de {name} es:
ru: Фасилитатор {name} это:

source: Members
ar: الأعضاء
es: Miembros
ru: Участники

source: Communication Channels
ar: قنوات الاتصالات
es: Canales de comunicación
ru: Каналы связи

source: <a href={{ doc.html_url }} target="_blank" rel="noopener">The GitHub Team</a> also includes { name } WG members.
ar: <a href={{ doc.html_url }} target="_blank" rel="noopener">فريقGitHub</a> يشتمل أيضًا أعضاء مجموعة عمل { name }.
es: <a href={{ doc.html_url }} target="_blank" rel="noopener">El equipo de GitHub</a> también incluye a { name } como miembros del grupo de trabajo.
ru: <a href={{ doc.html_url }} target="_blank" rel="noopener">Команда GitHub</a> также включает { name } членов рабочей группы.

source: Other ways to get involved with AMP
ar: طرق أخرى للاشتراك في AMP
es: Otras formas de colaborar con AMP
ru: Другие способы принять участие в AMP

source: Contribute to AMP
ar: ساهم في AMP
es: Colaborar con AMP
ru: Посодействовать AMP

source: The AMP Project would not be possible without help from all members of the community whether you are a developer, content creator or provider of services relevant to AMP There are many ways for you to contribute.
ar: لن يكون مشروع AMP ممكنًا دون مساعدة كافة أعضاء المجتمع سواء كان العضو مطورًا أم منشئًا للمحتوى أم مقدمًا لخدمات تخص AMP. ويمكنك المساهمة بطرق عديدة.
es: El Proyecto AMP no sería posible sin la ayuda de todos los miembros de la comunidad, tanto si usted es un desarrollador, creador de contenido o un importante proveedor de servicios para AMP. Puede contribuir de muchas maneras.
ru: Проект AMP был бы невозможен без помощи всех членов сообщества, независимо от того, являетесь ли вы разработчиком, создателем контента или поставщиком услуг, относящихся к AMP. Для вас существует много способов внести свой вклад.

source: Governance Body
ar: هيئة الإدارة
es: Órgano de gobierno
ru: Орган управления

source: Learn more about the Advisory Committee and Technical Steering Committee.
ar: تعلم على المزيد حول اللجنة الاستشارية ولجنة التوجيه التقني.
es: Obtener más información sobre el Comité Asesor y el Comité Directivo Técnico.
ru: Узнать больше о Консультативном комитете и Техническом руководящем комитете.

source: Working Group
ar: مجموعة العمل
es: Grupo de trabajo
ru: Рабочая группа

source: AMP for Email
ar: AMP للبريد الإلكتروني
es: AMP para correo electrónico
ru: AMP для писем

source: wg-amp4email Working Group is responsible for the development and maintenance of the AMP for Email specification and related features.
ar: تتولى مجموعة عمل wg-amp4email مسؤولية تطوير وصيانة AMP لخصائص البريد الإلكتروني والميزات ذات الصلة.
es: El grupo de trabajo wg-amp4email es responsable del desarrollo y mantenimiento de la especificación AMP para correos electrónicos y funciones relacionadas.
ru: Рабочая группа wg-amp4email отвечает за разработку и сопровождение спецификации "AMP для писем" и связанных с ней функций.

source: View all
ar: عرض الكل
es: Ver todo
ru: Посмотреть всё

source: Come join us in your city for a free, inclusive dev workshop with the AMP team.
ar: تعال وانضم إلينا في مدينتك في ورشة تطوير مجانية وشاملة مع فريق AMP.
es: Únase a nosotros en su ciudad y participe en un taller para desarrolladores inclusivo y gratuito con el equipo de AMP.
ru: Присоединяйтесь к нам в своем городе, чтобы попасть на бесплатный семинар для разработчиков с участием команды AMP.

source: Where we’ve been
ar: أين كنا
es: Dónde hemos estado
ru: Где мы были

source: Where we’re going next
ar: وأين سنذهب تاليًا
es: A dónde iremos después
ru: Куда мы поедем дальше
