Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: AMP for email allows exciting smarter and efficient user engagement, as customers can take action directly within their email such as managing their subscriptions, responding to polls, doodles, and bookings. This is possible because the server retrieves fresh content from remote endpoints, keeping email up to date.
ar: كما يسمح AMP للبريد الإلكتروني بتفاعل المستخدمين بشكل أكثر إثارة وذكاءًا وفاعلية، حيث يمكن للعملاء القيام بالأعمال مباشرة من خلال بريدهم الإلكتروني مثل إدارة اشتراكهم والاستجابة للاستطلاعات والرسومات والحجوزات. وهذا ممكن لأن الخادم يستعيد المحتوى الجديد من نقاط نهائية بعيدة حتى يظل البريد الإلكتروني مواكبًا لآخر التطورات.
es: El AMP para correo electrónico permite una participación más inteligente y eficaz de los usuarios, ya que los clientes pueden tomar medidas directamente desde su correo electrónico, como administrar sus suscripciones, responder encuestas, doodles y reservaciones. Esto es posible porque el servidor recupera el contenido nuevo de los endpoints remotos, manteniendo el correo electrónico actualizado.
ru: AMP для писем позволяет реализовать более умное и эффективное привлечение пользователей, поскольку клиенты могут выполнять действия непосредственно в своей электронной почте, например управлять своими подписками, проходить опросы, оставлять заметки или что-то бронировать. Это возможно благодаря тому, что сервер получает свежий контент от нескольких распределённых узлов, всегда поддерживая письмо в актуальном состоянии.

source: AMP Email’s expanding capabilities allows you to take action right inside your Inbox. This includes carousels and accordions, and taking user input on forms and questionnaires.
ar: تتيح لك الإمكانيات الواسعة لبريد AMP الإلكتروني القيام بالأعمال داخل البريد الوارد الخاص بك مباشرةً. ويشمل ذلك العروض الدوارة والواجهات الرسومية، وأخذ مدخلات المستخدم من خلال النماذج والاستبيانات.
es: Las capacidades de expansión del correo electrónico de AMP le permite actuar directamente en su bandeja de entrada. Esto incluye los carruseles y los acordeones, así como la introducción de comentarios de los usuarios en los formularios y cuestionarios.
ru: AMP-письма расширяют возможности и позволяют вам выполнять необходимые действия прямо в почтовом ящике. Действия могут включает в себя использование эффектов карусели для изображений, аккордеона для меню, а также получение данных от пользователя с помощью форм ввода и опросов.

source: AMP email allows an attractive option for promotional and subscriber-list emails. Through smarter engagement you can improve customer satisfaction through hassle-free feedback and subscription management all within their inbox.
ar: يسمح بريد AMP الإلكتروني بخيار جذاب لرسائل البريد الإلكتروني الترويجية الخاصة بقائمة المشتركين. ويمكنك تحسين رضا عملائك من خلال تفاعل أكثر ذكاءًا عن طريق التعليقات الخالية من المتاعب وإدارة الاشتراك كل ذلك داخل بريدهم الوارد.
es: El correo electrónico de AMP ofrece una opción atractiva para los correos electrónicos promocionales y las listas de suscriptores. Mediante una participación más inteligente, puede mejorar la satisfacción de los clientes mediante la administración de comentarios y suscripciones sin problemas en su bandeja de entrada.
ru: AMP для писем предоставляет привлекательную опцию для рекламных писем и тематических рассылок. Благодаря более разумному взаимодействию, вы можете улучшить удовлетворенность клиентов за счет беспроблемной обратной связи и управления подписками прямо в их почтовом ящике.

source: Senders can include AMP components inside rich, engaging emails, making them dynamic and interactive. Users can engage with content and quickly take action such as RSVP to events, fill out questionnaires and personalize their content. AMP emails are always up to date and can function like digests, with fewer clicks necessary to achieve efficient results.
ar: يمكن للمرسلين إدراج مكونات AMP داخل رسائل البريد الإلكتروني المنسقة والجذابة لجعلها ديناميكية وتفاعلية. ويمكن للمستخدمين التفاعل مع المحتوي والقيام بالأعمال بسرعة مثل الرد على دعوات حضور الفعاليات، وملئ الاستبيانات وتخصيص محتواهم. ودائمًا ما تكون رسائل AMP الإلكترونية مواكبة لآخر التطورات ويمكن أن تؤدي نفس وظيفة الملخصات، مع قلة عدد النقرات اللازمة لتحقيق نتائج إيجابية.
es: Los remitentes pueden incluir componentes de AMP en correos electrónicos ricos y vinculantes, que los hace dinámicos e interactivos. Los usuarios pueden participar en el contenido y rápidamente tomar medidas como confirmar su asistencia a eventos, completar cuestionarios y personalizar su contenido. Los correos electrónicos de AMP siempre están actualizados y pueden funcionar como compendios, con menos clics necesarios para lograr resultados efectivos.
ru: Отправители могут включать AMP-компоненты в насыщенные, привлекательные электронные письма, делая их динамичными и интерактивными. Пользователи могут взаимодействовать с контентом и быстро выполнять различные действия, такие как RSVP (подтверждение приглашения на мероприятие), заполнение анкет или персонализация своего контента. AMP-письма всегда актуальны и могут функционировать как дайджест, но с меньшим количеством кликов, необходимых для достижения эффективных результатов.

source: AMP for email has no arbitrary 3rd party features to limit security issues, and far surpasses the capabilities currently provided by third party providers. Ad components are not allowed in AMP email, keeping users safe. To maintain users’ expectations of security and privacy, only a conservative subset of AMP functionality will be allowed.
ar: ليس لدى AMP للبريد الإلكتروني أي ميزات تعسفية لطرف ثالث للحد من مسائل الأمان، بل إنها تتجاوز الإمكانيات التي يوفرها الأطراف الثالثة. ولا يتم السماح بمكونات AMP في بريد AMP الإلكتروني للحفاظ على أمان المستخدمين. ولتلبية توقعات المستخدمين فيما يتعلق بالأمان والخصوصية، سيتم السماح بمجموعة فرعية تحفظية من وظائف AMP فقط.
es: El AMP para correo electrónico no tiene características arbitrarias de terceros para limitar los problemas de seguridad, y supera ampliamente las capacidades que actualmente ofrecen los proveedores de terceros. Los componentes de los anuncios no están permitidos en el correo electrónico de AMP, lo que garantiza la seguridad del usuario. Para mantener las expectativas de seguridad y privacidad de los usuarios, solo se permitirá un subconjunto conservador de características de AMP.
ru: AMP для писем не имеет произвольных сторонних опций, провоцирующих проблемы безопасности и намного превосходит возможности, предоставляемые сторонними поставщиками. Рекламные компоненты в AMP-письмах не разрешены, что обеспечивает безопасность пользователей. Для того чтобы оправдать ожидания пользователей в отношении безопасности и конфиденциальности, разрешается использовать только консервативный набор функций AMP.

source: Embedding AMP within an email is simple, add a new MIME part with a content type of text/x-amp-html as a descendant of multipart/alternative. It should live alongside the existing text/html or text/plain parts. This ensures that the email message works on all clients.
ar: تضمين AMP في رسالة البريد الإلكتروني أمر سهل، أضف جزء MIME جديد مع نوع محتوى text/x-amp-html كتابع للبريد متعدد الأجزاء/ البديل. ويجب أن تكون مقترنة مع أجزاء text/html أو أجزاء text/plain الموجودة. وهذا يضمن أن تعمل رسالة البريد الإلكتروني مع كل العملاء.
es: Incorporar AMP en un correo electrónico es simple, se agrega una nueva parte MIME con un tipo de contenido de texto/x-amp-html como proveniente de varias partes/alternativas. Este debería convivir con las partes existentes del texto/html o texto/sin formato, lo cual asegura que el mensaje de correo electrónico funcione en todos los clientes.
ru: Встраивание AMP в электронное письмо - это просто. Добавьте новый MIME-элемент с типом содержимого text/x-amp-html в качестве потомка multipart/alternative. Он должен быть рядом с существующими элементами text/html или text/plain. Это является гарантией того, что сообщение электронной почты будет работать у всех клиентов.

source: Start sending AMP Emails
ar: ابدأ بإرسال رسائل AMP الإلكترونية
es: Comience enviando correos electrónicos de AMP
ru: Начните отправлять AMP-письма

source: Start creating ads
ar: ابدأ بإنشاء الإعلانات
es: Comienza a desarrollar anuncios
ru: Начните делать рекламу

source: Start creating stories
ar: ابدأ بإنشاء القصص
es: Comienza a desarrollar historias
ru: Начните создавать истории

source: Start creating websites
ar: ابدأ بإنشاء المواقع
es: Comienza a desarrollar sitios web
ru: Начните создавать сайты

source: Pick one of several editors to start creating ads without any coding involved.
ar: اختر واحدًا من عدة محررين لبدأ إنشاء الإعلانات دون تضمين الترميز.
es: Seleccione uno de los editores para comenzar a crear anuncios sin ningún tipo de programación.
ru: Выберите один из редакторов для того, чтобы начать делать рекламу, не прибегая к помощи программирования.

source: Pick one of several editors to start creating email without any coding involved.
ar: اختر واحدًا من عدة محررين لبدأ إنشاء رسائل البريد الإلكتروني دون تضمين الترميز.
es: Seleccione uno de los editores para comenzar a crear correos electrónicos sin ningún tipo de programación.
ru: Выберите один из редакторов для того, чтобы начать создавать письмо, не прибегая к помощи программирования.

source: Pick one of several editors to start creating stories without any coding involved.
ar: اختر واحدًا من عدة محررين لبدأ إنشاء القصص دون تضمين الترميز.
es: Seleccione uno de los editores para comenzar a crear historias sin ningún tipo de programación.
ru: Выберите один из редакторов для того, чтобы начать создавать истории, не прибегая к помощи программирования.

source: Pick one of several editors to start creating websites without any coding involved.
ar: اختر واحدًا من عدة محررين لبدأ إنشاء مواقع الويب دون تضمين الترميز.
es: Seleccione uno de los editores para comenzar a crear sitios web sin ningún tipo de programación.
ru: Выберите один из редакторов для того, чтобы начать создавать сайты, не прибегая к помощи программирования.

source: WYSIWYG Editor
ar: محرر WYSIWYG
es: Editor WYSIWYG
ru: WYSIWYG (визуальный) редактор

source: WYSIWYG drag and drop editor with templates, illustrations, icons, and the ability to upload your own images and videos.
ar: محرر WYSIWYG للسحب والإفلات مع القوالب والتوضيحات والأيقونات والقدرة على تحميل الصور والمقاطع المصورة الخاصة بك.
es: El editor WYSIWYG con la función arrastrar-soltar en plantillas, ilustraciones, iconos y la posibilidad de subir sus propias imágenes y videos.
ru: WYSIWYG-редактор с возможностью перетаскивания элементов, а также шаблонами, иллюстрациями, значками и возможностью загрузки собственных изображений и видео.

source: Newsroom Studio helps you create engaging, instant loading mobile experiences.
ar: يساعدك Newsroom Studio على إنشاء تجارب جذابة بتحميل فوري على الأجهزة المحمولة.
es: Newsroom Studio le ayuda a crear atractivas experiencias móviles de carga instantánea.
ru: Newsroom Studio поможет вам в создании привлекательных, мгновенно загружаемых элементов.

source: Discover all tools
ar: اكتشف كافة الأدوات
es: Descubra todas las herramientas
ru: Просмотреть все инструменты

source: Send emails
ar: أرسل رسائل بريد إلكتروني
es: Enviar correos electrónicos
ru: Отправить письма

source: AMP<br> Email
ar: AMP<br> البريد الإلكتروني
es: Correo electrónico de<br> AMP
ru: AMP<br> письмо

source: A whole new world of possibilities for content engagement
ar: عالم جديد من الاحتمالات للتفاعل مع المحتوى
es: Un mundo completamente nuevo de posibilidades para participar en el contenido
ru: Совершенно новый мир возможностей для вовлечения в контент

source: AMP for email allows senders to include AMP components inside rich engaging emails, making modern app functionality available within email. The AMP email format provides a subset of AMPHTML components for use in email messages, that allows recipients of AMP emails to interact dynamically with content directly in the message.
ar: يتيح AMP للبريد الإلكتروني للمرسلين تضمين مكونات AMP داخل رسائل البريد الإلكتروني المنسقة والجذابة ويجعل وظيفة التطبيق الحديث متاحة داخل رسالة البريد الإلكتروني. ويوفر تنسيق بريد AMP الإلكتروني مجموعة فرعية من مكونات AMPHTML لكي تستخدم في رسائل البريد الإلكتروني والتي تسمح لمستلم رسائل بريد AMP الإلكتروني بالتفاعل بشكل ديناميكي مع المحتوى مباشرةً في الرسالة.
es: El AMP para correo electrónico le permite a los remitentes incluir componentes de AMP en correos electrónicos ricos y vinculantes, haciendo que la funcionalidad de las aplicaciones modernas esté disponible en los correos electrónicos. El formato de los correos electrónicos de AMP proporciona un subconjunto de componentes de AMP HTML que se utilizan en los mensajes de correo electrónico, lo que permite a los destinatarios de los correos electrónicos de AMP interactuar directa y de forma dinámica con el contenido en el mensaje.
ru: AMP для писем позволяет отправителям включать AMP-компоненты в насыщенные привлекательные электронные письма, делая функциональные возможности современных приложений доступными в электронной почте. Формат AMP-письма представляет собой подмножество AMPHTML-компонентов для использования в сообщениях электронной почты, что позволяет получателям AMP-писем динамически взаимодействовать с содержимым непосредственно в сообщении.

source: More than 270 billion emails are sent every day, it is the pillar of many consumer and enterprise workflows. However the content that is sent in an email message is still limited – messages are static, can become out of date, and are not actionable without opening a browser. AMP email seeks to enhance and modernize the email experience through added support for dynamic content and interactivity while keeping users safe.
ar: يتم إرسال أكثر من 270 مليار رسالة بريد إلكتروني يوميًا، فهي أساس تدفق عمل العديد من المؤسسات والمستهلكين. ولكن لا يزال المحتوى المرسل في رسالة البريد الإلكتروني محدودًا - فالرسائل ثابتة ويمكن أن تصبح منتهية الصلاحية ولا تعمل دون فتح المتصفح. ويسعى بريد AMP الإلكتروني إلى تحسين وتحديث تجربة البريد الإلكتروني من خلال الدعم الإضافي للمحتوى الديناميكي والطابع التفاعلي أثناء الحفاظ على سلامة المستخدمين.
es: Cada día se envían más de 270 mil millones de correos electrónicos, lo que constituye el sustento de muchos flujos de trabajo de consumidores y empresas. Sin embargo, el contenido que se envía en un mensaje de correo electrónico sigue siendo limitado, los mensajes son estáticos, pueden quedar obsoletos y no pueden utilizarse sin abrir un navegador. El correo electrónico de AMP busca mejorar y modernizar la experiencia del correo electrónico mediante una mayor compatibilidad para el contenido dinámico y la interactividad, mientras garantiza la seguridad de los usuarios.
ru: Ежедневно отправляется более 270 миллиардов электронных писем, это основа многих рабочих и потребительских процессов. Однако содержимое, которое отправляется в сообщении электронной почты, по-прежнему ограничено - сообщения являются статическими, могут устареть и не могут быть выполнены без открытия браузера. AMP-письма стремятся улучшить и модернизировать работу с электронной почтой за счет дополнительной поддержки динамического контента и интерактивности, обеспечивая при этом безопасность пользователей.

source: It’s the biggest thing happening to email since the creation of email.
ar: إنه أعظم شيء يحدث بالنسبة للبريد الإلكتروني منذ إنشاء البريد الإلكتروني.
es: Esto es lo más grande que ha pasado con el correo electrónico desde su creación.
ru: Это самая крупное, что случилось с электронными сообщениями с момента появления электронной почты.

source: Antony Malone, Senior Product Owner Direct Marketing at Booking.com
ar: أنتوني مالون، كبير ملاك منتجات التسويق المباشر على Booking.com
es: Antony Malone, Propietario ejecutivo del producto y encargado de ventas al público en Booking.com
ru: Энтони Мэлоун (Antony Malone), старший владелец продукта, прямой маркетинг на Booking.com

source: Modern app functionality for email
ar: وظيفة التطبيق الحديث للبريد الإلكتروني
es: La función de la aplicación moderna para el correo electrónico
ru: Современная функциональность приложения для писем

source: Modernize email with the power of AMP
ar: تحديث البريد الإلكتروني ليتضمن إمكانات AMP
es: Modernizar el correo electrónico con el poder de AMP
ru: Модернизируйте письмо с помощью AMP

source: AMP email is an expansion of the already existing blazingly fast and high-performing AMP project. Expand your business through unprecedented features.
ar: بريد AMP الإلكتروني هو توسيع لمشروع AMP الموجود بالفعل وهو مشروع سريع للغاية وذو أداء عال. تمتع بتوسيع أعمالك من خلال ميزات غير مسبوقة.
es: El correo electrónico de AMP es una expansión del proyecto ya existente de AMP, que es muy rápido y de alto rendimiento. Amplíe su empresa mediante características sin precedentes.
ru: AMP-письмо - это расширение уже существующего невероятно быстрого и высокоэффективного проекта AMP. Расширьте свой бизнес с помощью беспрецедентных возможностей.

source: Supported Email Clients
ar: عملاء البريد الإلكتروني المدعوم
es: Correos electrónicos de clientes admitidos
ru: Поддерживаемые почтовые клиенты

source: These email clients currently support receiving AMP Emails
ar: يدعم عملاء البريد الإلكتروني حاليًا استلام رسائل بريد AMP الإلكتروني
es: Estos correos electrónicos de clientes actualmente admiten la recepción de correos electrónicos de AMP
ru: Эти почтовые клиенты уже поддерживают получение AMP-писем

source: Read on about AMP email
ar: إقرأ عن بريد AMP الإلكتروني
es: Continúe leyendo sobre el correo electrónico de AMP
ru: Прочитать о том, как работаю AMP-письма

source: The benefits of AMP email
ar: فوائد بريد AMP الإلكتروني
es: Beneficios de los correos electrónicos de AMP
ru: Преимущества AMP-писем

source: AMP for advertisers
ar: AMP للمعلنين
es: AMP para publicistas
ru: AMP для рекламодателей

source: Grow engagement and increase conversions with faster experiences
ar: تفاعل متزايد وزيادة في المحادثات مع تجارب أسرع
es: Aumentar la participación y mejorar las conversiones con experiencias más rápidas
ru: Повышайте вовлечённость и увеличивайте конверсию продаж с помощью ускорения взаимодействия

source: Allows the creation of rich, eye-catching marketing content with Adobe Animate.
ar: يسمح بإنشاء محتوى تسويقي زاخر ولافت للنظر باستخدام Adobe Animate.
es: Permite la creación de contenido de marketing rico y llamativo con Adobe Animate.
ru: Позволяет создавать богатый, привлекательный маркетинговый контент с помощью Adobe Animate.

source: Create AMPHTML-valid and ready to be published individual designs or full sets of static or animated marketing visuals, within minutes.
ar: أنشئ تصميمات فردية صالحة بالنسبة لـ AMPHTML وجاهزة للنشر أو مجموعات كاملة من المرئيات التسويقية الثابتة أو المتحركة، خلال دقائق.
es: Crear un AMP HTML válido y listo para ser publicado como diseño individual o conjuntos completos de imágenes de marketing estáticas o animadas, en cuestión de minutos.
ru: В считанные минуты создаёт AMPHTML-валидные и готовые к публикации отдельные проекты, либо полные наборы статических или анимированных маркетинговых материалов.

source: Online AMPHTML banner maker which allows you to easily create AMP ads without prior coding knowledge.
ar: أداة صنع شعارات AMPHTML عبر الإنترنت تسمح لك بإنشاء إعلانات AMP بسهولة دون معرفة مسبقة عن الترميز.
es: El creador de banners AMP HTML en línea que permite crear fácilmente anuncios AMP sin la necesidad de tener conocimiento previo de codificación.
ru: Онлайн изготовитель AMPHTML-баннеров, который позволяет легко создавать AMP-рекламу без необходимости знания кода.

source: Create engaging, interactive AMPHTML Ad compliant designs and motion graphics that can run on any device.
ar: أنشئ تصميمات ورسومات حركية جذابة وتفاعلية ومتوافقة مع إعلانات AMPHTML ويمكن تشغيلها على أي جهاز.
es: Crear diseños y gráficos animados atractivos, interactivos y compatibles con los anuncios AMP HTML que puedan ejecutarse en cualquier dispositivo.
ru: Создаёт привлекательный, совместимый с AMPHTML-рекламой интерактивный дизайн и анимацию, которые можно будет запустить на любом устройстве.

source: Increase in revenue
ar: زيادة الإيرادات
es: Aumento de los ingresos
ru: Увеличение прибыли

source: Triplelift and Cloudflare boost Time Inc.’s revenue with AMP Ads
ar: إيرادات شركة Triplelift و Cloudflare boost Time Inc مع إعلانات AMP
es: Triplelift y Cloudflare aumentan los ingresos de Time Inc. con los anuncios de AMP
ru: Triplelift и Cloudflare повышают доход Time Inc. с помощью AMP-рекламы

source: Increase in average clickthrough rate
ar: زيادة متوسط نسبة النقر إلى الظهور
es: Aumento del promedio de clics
ru: Увеличение среднего рейтинга кликов

source: Teads brings AMP'd mobile video inventory to nearly 100 publishers
ar: تسببت شركة Teads في وصول مخزون AMP من مقاطع الفيديو على الأجهزة المحمولة إلى حوالي 100 ناشر
es: Teads lleva el inventario de video móvil de AMP a casi 100 editores
ru: Teads выполняют инвентаризацию мобильных AMP-видео почти для 100 издателей

source: Increase in ad load speed
ar: زيادة سرعة تحميل الإعلانات
es: Aumento en la velocidad de carga de los anuncios
ru: Увеличение скорости загрузки рекламы

source: How AMP works
ar: كيف يعمل AMP
es: Cómo funciona AMP
ru: Как работает AMP

source: The following optimizations combined are the reason AMP pages are so fast they appear to load instantly. There are 7 reasons in total - but if that’s still too much to read, simply watch the explainer video:
ar: التحسينات التالية مجتمعة هي سبب سرعة صفحات AMP كما لو أنها تقوم بالتحميل بشكل آني. وهناك 7 أسباب في الإجمال - ولكن إذا كان هناك الكثير لتقرأه، قم بمشاهدة الفيديو التوضيحي ببساطة:
es: Las siguientes optimizaciones combinadas son la razón por la que las páginas de AMP son tan rápidas que parecen cargarse al instante. Hay 7 razones en total, pero si aún así es demasiado para leer, simplemente mire el video explicativo:
ru: Следующие оптимизации является причиной того, что AMP-страницы настолько быстры, что, кажутся загружающимися мгновенно. Существует всего 7 причин, но если читать об этом кажется вам слишком долгим занятием - просто посмотрите видео с объяснением:

source: Execute all AMP JavaScript asynchronously
ar: قم بتنفيذ جميع AMP JavaScript على نحو غير متزامن
es: Ejecute todos los JavaScript para AMP de forma asíncrona
ru: Весь JavaScript-код в AMP выполняется асинхронно

source: AMP components may have JavaScript under the hood, but they’re carefully designed to make sure they don’t cause performance degradation.
ar: يمكن لمكونات AMP أن تحوي JavaScript في تركيبها الأساسي، ولكنها مصممة بعناية للتأكد من أنها لن تتسبب في انخفاض الأداء.
es: Los componentes de AMP pueden tener JavaScript como un recurso escondido, pero están cuidadosamente diseñados para asegurarse de que no causen una degradación del rendimiento.
ru: AMP-компоненты могут иметь JavaScript под капотом, однако он разработан достаточно тщательно, чтобы гарантировать отсутствие его влияние на производительность.
