Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: Effective Newsletter Software for more conversions and revenue
ar: برنامج رسائل إخبارية فعال لزيادة التحويلات والإيرادات
es: Software de boletines eficaz para efectuar más conversiones e ingresos
ru: Эффективное программное обеспечение для рассылки новостей, увеличивающее коэффициент конверсии и повышающее прибыль

source: Send interactive emails using SendPulse email editor or API.
ar: أرسل رسائل البريد الإلكتروني التفاعلية باستخدام محرر البريد الإلكتروني SendPulse أو واجهة برمجة التطبيقات.
es: Envíe correos electrónicos interactivos utilizando el editor de correo electrónico o la API de SendPulse.
ru: Отправляет интерактивные электронные письма, используя редактор электронных писем SendPulse или API.

source: Supercharge conversions of your bulk and triggered campaigns with real-time recommendations in AMP powered emails
ar: زيادة قوة وسرعة تحويلات حملاتك المجمعة والمفعلة مع توصيات في الوقت الحقيقي في الرسائل الإلكترونية المشغلة بواسطة AMP
es: Impulse las conversiones de sus campañas masivas y activadas con recomendaciones en tiempo real de correos electrónicos potenciados por AMP
ru: Разгоняет конверсию ваших массовых и целевых кампаний при помощи рекомендаций в реальном времени в электронных AMP-письмах

source: Adobe Campaign Classic brings email to life with AMP
ar: Adobe Campaign Classic يبث روح الحياة في البريد الإلكتروني مع AMP
es: Adobe Campaign Classic distribuye el correo electrónico con AMP
ru: Adobe Campaign Classic оживляет электронные письма с помощью AMP

source: Copernica is a tool to create automated email campaigns with an powerful drag & drop editor.
ar: Copernica هي أداة لإنشاء حملات البريد الإلكتروني الآلية مع محرر قوي للسحب والإفلات.
es: Copernica es una herramienta para crear campañas de correo electrónico automatizadas mediante un poderoso editor que utiliza la función arrastrar-soltar.
ru: Copernica - это инструмент для создания автоматизированных кампаний по электронной почте с мощным редактором, который поддерживает перетаскивание объектов.

source: WompMobile is an Accelerator Platform to develop, validate, launch and manage AMP experiences. Built-in tools monitor for errors, ensure validation, purge the AMP cache, and create Signed-Exchange and Server-Side-Rendered AMPs.
ar: WompMobile عبارة عن نظام أساسي مسرع لتطوير تجارب AMP والتحقق من صحتها وإطلاقها وإدارتها. وهي أدوات مضمنة تبحث عن الأخطاء، وتضمن التحقق من الصحة، وتزيل ذاكرة تخزين AMP المؤقتة، وتقوم بإنشاء صفحات AMP معروضة في جانب الخادم.
es: WompMobile es una plataforma de aceleración que permite desarrollar, verificar, iniciar y administrar las experiencias de AMP. Sus herramientas integradas supervisan los errores, garantizan la verificación, depuran el caché y crean páginas de AMP con intercambio de firmas y renderizadas del lado del servidor.
ru: WompMobile - это ускорительная платформа для разработки, проверки, запуска и управления AMP-элементами. Встроенные инструменты отслеживают ошибки, обеспечивают проверку, очищают AMP-кеш и создают подписанные и визуализированные на сервере AMP-элементы.

source: The AMP Project Roadmap
ar: خارطة طريق مشروع AMP
es: Plan de trabajo para el proyecto AMP
ru: Дорожная карта проекта AMP

source: This is a high level overview suitable for all audiences. For a more detailed developer view, <a href="https://github.com/ampproject/amphtml/projects/43">head to GitHub.</a>
ar: هذه نظرة عامة عالية المستوى مناسبة لجميع الجماهير. للحصول على رؤية أكثر تفصيلًا مناسبة للمطورين،<a href="https://github.com/ampproject/amphtml/projects/43">توجه إلى GitHub.</a>
es: Esta es una descripción general de alto nivel adecuada para todo público. Para una explicación más detallada sobre el desarrollador consulte, <a href="https://github.com/ampproject/amphtml/projects/43">este enlace le redireccionará a GitHub.</a>
ru: Это высокоуровневый обзор, подходящий для любой аудитории. Для более детального технического обзора <a href="https://github.com/ampproject/amphtml/projects/43">отправляйтесь на GitHub.</a>

source: AMP Story
ar: قصة AMP
es: Historia de AMP
ru: AMP-история

source: Ads
ar: الإعلانات
es: Anuncios
ru: Реклама

source: Audio&Video
ar: الملفات الصوتية ومقاطع الفيديو
es: Audio y video
ru: Аудио и Видео

source: Dynamic/Personalized Content
ar: محتوى ديناميكي/مخصص
es: Contenido dinámico/personalizado
ru: Динамический/Персонализированный Контент

source: Email
ar: رسالة بريد إلكتروني
es: Correo electrónico
ru: Письмо

source: In Development
ar: قيد التطوير
es: En desarrollo
ru: В разработке

source: Next Up
ar: التالي
es: Siguiente
ru: Следующий шаг

source: Runtime
ar: وقت التشغيل
es: Tiempo de ejecución
ru: Время выполнения

source: Shipped
ar: تم شحنه
es: Publicado
ru: Сделано

source: Tooling
ar: الأدوات
es: Herramientas
ru: Инструментарий

source: User Input
ar: مدخلات المستخدم
es: Entrada del usuario
ru: Пользовательский ввод

source: Validator
ar: أداة التحقق من الصحة
es: Verificador
ru: Валидатор

source: You can often convert your entire archive in days – especially when using common CMS like Wordpress or Drupal.
ar: يمكنك دائمًا تحويل أرشيفك بالكامل في أيام - خاصة إذا كنت تستخدم نظامًا شائعًا لإدارة المحتوى مثل Wordpress أو Drupal.
es: A menudo puede convertir todo el archivo en pocos días, especialmente si utiliza CMS populares como Wordpress o Drupal.
ru: Вы можете регулярно конвертировать весь свой архив за несколько дней, особенно если используете одну из популярных CMS, такую как Wordpress или Drupal.

source: All
ar: الكل
es: Todo
ru: Все

source: Learn AMP
ar: تعلم AMP
es: Aprenda AMP
ru: Изучить AMP

source: Teach AMP
ar: تعليم AMP
es: Enseñe AMP
ru: Научить AMP

source: Websites
ar: مواقع الويب
es: Sitios web
ru: Сайты

source: Stories
ar: القصص
es: Historias
ru: Истории

source: Art & Design
ar: الفن والتصميم
es: Arte y diseño
ru: Искусство и Дизайн

source: Food & Drink
ar: المأكولات والمشروبات
es: Alimentos y bebidas
ru: Еда и Напитки

source: News & Blog
ar: الأخبار والتدوين
es: Noticias y Blog
ru: Новости и Блог

source: Story Ads
ar: إعلانات قصصية
es: Anuncios en la historia
ru: Реклама в историях

source: AMP for WordPress
ar: AMP لـ WordPress
es: AMP para WordPress
ru: AMP для WordPress

source: Bold by Quintype
ru: Bold от Quintype

source: AMP Validator
ar: أداة AMP للتحقق من الصحة
ru: AMP-валидатор

source: Experiment Configurator
ar: أداة تكوين التجارب
ru: Конфигуратор экспериментов

source: VS Code Extension
ar: امتداد ترميز VS
es: Extensión de VS Code
ru: Расширение для VS Code

source: Access & Subscriptions
ar: الوصول والاشتراكات
es: Acceso y suscripciones
ru: Доступ и Подписки

source: Outreach
ar: الانتشار
es: Contacto
ru: Пропаганда

source: Caching
ar: التخزين المؤقت
es: Almacenamiento en caché
ru: Кеширование

source: Gallery
ar: المعرض
es: Galería
ru: Галерея

source: Bike Shop
ar: متجر الدراجات
es: Tienda de bicicletas
ru: Веломагазин

source: Travel
ar: السفر
es: Viajes
ru: Путешествия

source: Simple Blog
ar: مدونة بسيطة
es: Blog sencillo
ru: Простой блог

source: Simple Article
ar: مقالة بسيطة
es: Artículo sencillo
ru: Простая статья

source: Video
ar: مقاطع الفيديو
ru: Видео

source: Text Only
ar: نص فقط
es: Solo texto
ru: Только текст

source: Select your format for a more streamlined experience
ar: حدد التنسيق الخاص بك لتجربة أكثر بساطة
es: Seleccione su formato para tener una experiencia más eficiente
ru: Выберите формат для более удобного использования

source: Presentation
ar: عرض تقديمي
es: Presentación
ru: Презентация

source: Code of Conduct
ar: قواعد السلوك
es: Código de conducta
ru: Правила поведения

source: Performance
ar: الأداء
es: Desempeño
ru: Производительность

source: User Interface
ar: واجهة المستخدم
es: Interfaz de usuario
ru: Интерфейс пользователя

source: Viewers
ar: المشاهدون
es: Visitantes
ru: Зрители

source: Students
ru: Студенты

source: Teachers
ru: Преподаватели

source: Find the right tools to build
ru: Выбирайте правильные инструменты

source: Responsible for user specific controlled access to AMP content (amp-subscriptions, amp-access and related extensions)
ru: Отвечает за контролируемый доступ пользователей к AMP-контенту (amp-subscriptions, amp-access и подобные расширения)

source: What is the Accelerated Mobile Pages project?
ru: Что такое "Accelerated Mobile Pages"?

source: <p>The Accelerated Mobile Pages (AMP) Project is an open source initiative that came out of discussions between publishers and technology companies about the need to improve the entire mobile content ecosystem for everyone -- publishers, consumer platforms, advertisers, creators, and users.</p> <p>Today, the expectation is that content should load super fast and be easy to explore. The reality is that content can take several seconds to load, or, because the user abandons the slow page, never fully loads at all. Accelerated Mobile Pages are web pages designed to load near instantaneously -- they are a step towards a better mobile web for all.</p>
ru: <p>Проект Accelerated Mobile Pages (AMP, ускоренные мобильные страницы) - это инициатива с открытым исходным кодом, возникшая в результате дискуссий между издателями и технологическими компаниями о необходимости улучшить всю экосистему мобильного контента для всех: для издателей, потребительских платформ, рекламодателей, авторов и пользователей.</p> <p>Ожидания современных пользователей от контента таковы, что он должен загружаться очень быстро и быть простым в изучении. Реальность же такова, что загрузка контента может либо занимать время до нескольких секунд, либо так и не загрузиться полностью из-за того, что пользователь закрывает страницу, устав ждать. Ускоренные мобильные страницы (AMP) - это веб-страницы, спроектированные для мгновенной загрузки, это шаг к улучшенному мобильному Интернету для всех его пользователей.</p>

source: What are the benefits of Accelerated Mobile Pages?
ru: Каковы преимущества ускоренных мобильных страниц (AMP)?

source: <p>Speed matters and instant is the ideal. Research has shown higher bounce rates associated with slower-loading web pages. Using the AMP format will make it far more compelling for people to consume and engage with more content. But this isn’t just about speed and performance. We also want to promote enhanced distribution so that publishers and advertisers can take advantage of the open web’s potential for their content to appear everywhere quickly -- across platforms and apps -- which can lead to more revenue.</p>
ru: <p>Скорость загрузки имеет важное значение, и её идеал - загрузка за мгновение. Исследования показали, что с медленной загрузкой веб-страниц связано увеличенное число пользовательских отказов от использования ресурса. Использование AMP сделает веб более привлекательным для людей, которые в итоге будут потреблять больше контента. Но дело не только в скорости и производительности. Также мы хотим продвигать возможности улучшенного распространения информации, чтобы и издатели и рекламодатели могли использовать потенциал открытой сети для быстрого отображения контента на различных платформах и в приложениях, что может привести к увеличению их прибыли.</p>

source: How do Accelerated Mobile Pages work?
ru: Как работают ускоренные мобильные страницы (AMP)?

source: <p>Accelerated Mobile Pages are just like any other HTML page, but with a limited set of allowed technical functionality that is defined and governed by the open source AMP spec. Just like all web pages, Accelerated Mobile Pages will load in any modern browser or app webview.</p> <p>AMP files take advantage of various technical and architectural approaches that prioritize speed to provide a faster experience for users. AMP developers can use a rich and growing library of web components that offer the ability to embed rich media objects like video and social posts, display advertising, or collect analytics. The goal is not to homogenize how content looks and feels, but instead to build a more common technical core between pages that speeds up load times.</p> <p>In addition, AMP files can be cached in the cloud in order to reduce the time content takes to get to a user’s mobile device. By using the AMP format, content producers are making the content in AMP files available to be cached by third parties. Under this type of framework, publishers and advertisers continue to control their content, but platforms can easily cache or mirror the content for optimal delivery speed to users. Google has provided the <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> that can be used by anyone at no cost, and all AMPs will be cached by the Google AMP Cache. Other companies may build their own AMP cache as well.</p> <p>In summary, the goal is that the combination of limited technical functionality with a distribution system built around caching will lead to better performing pages, and increased audience development.</p>
ru: <p>Ускоренные мобильные страницы похожи на любые другие HTML-страницы, но с ограниченным набором разрешенных технических функций, которые определяются и регулируются спецификацией AMP с открытым исходным кодом. Ускоренные мобильные страницы, как и все веб-страницы, загружаются в любом современном браузере или веб-приложении.</p> <p>в AMP-файлах используются различные технические и архитектурные подходы, которые делают главным приоритетом в работе скорость, чтобы обеспечить более быстрое взаимодействие с пользователями. Разработчики AMP могут использовать богатую и постоянно расширяющуюся библиотеку веб-компонентов, которые позволяют встраивать мультимедийные объекты (видео, сообщения из социальных сетей), отображать рекламу или собирать аналитику. Цель состоит не в том, чтобы унифицировать внешний вид и восприятие контента, а в том, чтобы создать между страницами некое общее техническое ядро, которое ускорит время их загрузки.</p> <p>Кроме того, AMP-файлы могут быть закешированы в облаке, для того чтобы сократить время, необходимое для доступа к ним с мобильного устройства пользователя. Используя формат AMP, производители контента делают его доступным для кеширования платформами третьих сторон. При таком подходе издатели и рекламодатели продолжают контролировать свой контент, но платформы могут легко кешировать или зеркалировать его для оптимального времени доставки пользователям. Google представил <a href="https://developers.google.com/amp/cache/">Google AMP Cache</a> который может быть бесплатно использован кем угодно, и в котором будут кешироваться все AMP. Другие компании могут также создать свой собственный AMP-кеш.</p> <p>Таким образом, целью является то, чтобы использование сочетания ограниченной технической функциональности в паре с системой распространения, построенной на основе кеширования, привело к повышению производительности страниц и росту аудитории.</p>

source: Why does the Accelerated Mobile Pages Project take an open source approach?
ru: Почему в проекте "Ускоренные мобильные страницы" (AMP) используется открытый исходный код?

source: <p>The companies involved in the project want to make the mobile web work better for all -- not just for one platform, one set of technologies, or one set of publishers, or one set of advertisers. Making the project open source enables people to share and contribute their ideas and code for making the mobile web fast. We are just at the beginning of that journey and we look forward to other publishers, advertisers and technology companies joining along the way.</p>
ru: <p>Компании, участвующие в проекте, хотят сделать работу мобильного Интернет лучше для всех, а не только для одной платформы, одного набора технологий, издателей или рекламодателей. Создание проекта с открытым исходным кодом позволяет людям делиться своими идеями и, собственно, кодом, чтобы сделать мобильный Интернет быстрее. Мы только в начале этого пути и с нетерпением ждём, чтобы другие издатели, рекламодатели и технологические компании присоединились к нам.</p>

source: Who can use Accelerated Mobile Pages?
ru: Кто может использовать "Ускоренные Мобильные Страницы" (AMP)?

source: <p>The project is open to all players in the ecosystem - publishers, consumer platforms, advertisers and creators. To get an idea who some of the companies and sites are who use AMP, head to the <a href="/support/faqs/supported-platforms.html">Who page</a>.</p>
ru: <p>Проект открыт для всех игроков в экосистеме - издателей, потребительских платформ, рекламодателей и авторов. Чтобы узнать, какие компаний и сайты использует AMP, перейдите на <a href="/support/faqs/supported-platforms.html">соответствующую страницу</a>.</p>

source: What are the consequences of using Accelerated Mobile Pages?
ru: Каковы последствия использования Ускоренных Мобильных Страниц (AMP)?

source: <p>By using the AMP format, content producers are making the content in AMP files available to be crawled, indexed &amp; displayed (subject to the robots exclusion protocol) and cached by third parties.</p>
ru: <p>Используя формат AMP, производители контента делают его доступным для веб-краулеров, индексирования и отображения (в соответствии со стандартом исключений для роботов),а также кеширования третьими лицами.</p>

source: What responsibilities do I have when using Accelerated Mobile Pages?
ru: Какие обязательства возникают у меня при использовании "Ускоренных Мобильных Страниц" (AMP)?

source: <p>If a publisher or advertiser collects data from users who view its AMP pages, such data collection is governed by their privacy policy. It is the publisher or advertiser’s responsibility to disclose its privacy policy, ideally by including a link to it within each of their AMP pages.</p> <p>Furthermore, the laws in many jurisdictions, such as in the European Union, require a website to give visitors information about cookies and other forms of local storage used on the site (including AMP pages). In many cases, these laws also require that the website obtain consent. It is the website's responsibility to determine, based on its use of cookies, what type of notice would be appropriate. Additional information and tools for generating cookie notices can be found at www.cookiechoices.org. Note that the AMP component <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> provides a way to display a dismissable notification to the user.</p> <p>If an AMP page is shown within a viewer on a third party platform, such as a Google AMP Viewer on Google Search, the viewer may be a hybrid environment in which the AMP page and the third party platform may each collect data about the user. In such a case, data collection by each party is governed by that party’s privacy policy (i.e., in a hybrid viewer environment, data collected by the AMP page is governed by its privacy policy and data collected by the third party platform is governed by the platform’s privacy policy). It is each party’s responsibility to disclose its privacy policy and comply with relevant data regulations, including European laws relating to its use of cookies.</p>
ru: <p>Если издатель или рекламодатель собирает данные о пользователях, просматривающих его AMP-страницы, то такой сбор данных регулируется их политикой конфиденциальности. Издатель или рекламодатель несут ответственность за раскрытие своей политики конфиденциальности, в идеале, путём размещения ссылки на неё на каждой из своих AMP-страниц.</p> <p>Кроме того, законы многих юрисдикций, например Европейского Союза, требуют, чтобы веб-сайт предоставлял посетителям информацию о файлах cookie и других формах локального хранилища, используемых на сайте (включая AMP-страницы). Во многих случаях эти законы также требуют, чтобы веб-сайт получил на это согласие. Веб-сайт несёт ответственность за то, какой тип уведомления будет уместным, на основе использования файлов cookie. Дополнительную информацию и инструменты для создания уведомлений о файлах cookie можно найти на сайте www.cookiechoices.org. Следует отметить, что AMP-компонент <a href="/docs/reference/components/amp-user-notification.html">amp-user-notification</a> предоставляет способ отображения пользователю отклоняемого уведомления.</p> <p>Если AMP-страница отображается в просмотрщике на платформе третьей стороны, такой как Google AMP Viewer, или в поиске Google, она может представлять собой гибридную среду, в которой AMP-страница и сторонняя платформа могут собирать данные о пользователе. В таком случае, сбор данных каждой стороной регулируется политикой конфиденциальности этой стороны (т.е. в гибридной среде просмотра данные, собираемые AMP-страницей, регулируются её политикой конфиденциальности, а данные, собираемые сторонней платформой, регулируются политикой конфиденциальности платформы). Каждая сторона обязана раскрывать свою политику конфиденциальности и соблюдать соответствующие положения о данных, в том числе европейские законы, касающиеся использования ими файлов cookie.</p>

source: What type of content works best using Accelerated Mobile Pages?
ru: Какой тип контента лучше всего подходит для использования в Ускоренных Мобильных Страницах (AMP)?

source: <p>The goal is for all content, from news stories to videos and from blogs to commerce pages and GIFs, to work using Accelerated Mobile Pages.</p>
ru: <p>Цель состоит в том, чтобы весь контент, от новостных сюжетов до видеороликов, от блогов до коммерческих страниц и анимации, работал с использованием Ускоренных Мобильных Страниц.</p>

source: Does making my content work for Accelerated Mobile Pages entail more work?
ru: Означает ли создание контента для Ускоренных Мобильных Страниц необходимость в дополнительных трудозатратах?

source: <p>In short, not much. Since “AMP HTML” is built entirely out of existing web technologies, the development process mirrors the one publishers and advertisers are already using today. Publishers and advertisers can familiarize themselves with the <a href="/docs/fundamentals/spec.html">AMP HTML specification</a> on GitHub. For those used to the current process, we don’t expect a significant learning curve.</p>
ru: <p>Если коротко, то затрат не очень много. Поскольку AMP HTML полностью построен на основе существующих веб-технологий, процесс разработки отражает то, что издатели и рекламодатели и так уже используют в настоящий момент. Со полной спецификацией <a href="/docs/fundamentals/spec.html">AMP HTML</a> можно ознакомиться на GitHub. Для тех, кто привык к текущему процессу создания страниц, мы не видим необходимости в серьёзном обучении.</p>

source: How can a publisher or advertiser get content into AMP HTML?
ru: Как издатель или рекламодатель может перевести свой контент в формат AMP HTML?

source: <p>Publishers and Content Management System (CMS) providers can develop an integration with their CMS to generate AMP content. Automattic has already published a <a href="https://wordpress.org/plugins/amp/">WordPress AMP plugin</a> and we hope that all content management systems will add support for AMP HTML pages.</p>
ru: <p>Издатели и поставщики CMS могут разработать интеграцию со своими CMS для создания контента AMP. Компания Automattic уже выпустила <a href="https://wordpress.org/plugins/amp/">плагин WordPress AMP</a> и мы надеемся, что все системы управления контентом (CMS) добавят поддержку HTML AMP-страниц.</p>

source: Is AMP only for mobile?
ru: AMP только для мобильных?
