Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: <a href="https://www.google.com/chrome/" target="_blank">Chrome browser</a>, ideally, to use the <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator extension</a>
ar: <a href="https://www.google.com/chrome/" target="_blank">متصفح Chrome</a>، يستخدم، بشكل مثالي<a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">امتداد أداة التحقق من الصحة لـ AMP</a>
es: <a href="https://www.google.com/chrome/" target="_blank">Navegador Chrome</a>, idealmente, utilice la <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">extensión de verificador AMP</a>
ru: <a href="https://www.google.com/chrome/" target="_blank">Браузер Chrome</a>, в идеале с установленным расширением <a href="https://chrome.google.com/webstore/detail/amp-validator/nmoffdblmcmgeicmolmhobpoocbbmknc" target="_blank">AMP Validator</a>

source: We use the online editor <a href="https://glitch.com/" target="_blank">Glitch</a>. No IDE or local web server needed!
ar: نحن نستخدم المحرر الإلكتروني<a href="https://glitch.com/" target="_blank">Glitch</a>. دون الحاجة إلى IDE أو خادم ويب محلي!
es: Utilizamos el editor en línea <a href="https://glitch.com/" target="_blank">Glitch</a>. ¡No es necesario contar con un IDE o un servidor web local!
ru: Мы используем онлайн-редактор <a href="https://glitch.com/" target="_blank">Glitch</a>. IDE или локальный веб-сервер не требуются!

source: Prerequisites
ar: الشروط الأساسية
es: Requisitos previos
ru: Необходимые компоненты

source: basic knowledge of HTML and CSS
ar: معلومات أساسية عن HTML وCSS
es: conocimientos básicos en HTML y CSS
ru: базовые знания HTML и CSS

source: for the advanced course, JavaScript expressions and simple JSON
ar: للدورة المتقدمة، معلومات عن تعبيرات JavaScript وتنسيق JSON البسيط
es: para el curso avanzado, expresiones de JavaScript y estructuras sencillas de JSON
ru: для продвинутого курса - знание выражений JavaScript и формата JSON

source: Take the Video Courses
ar: احضر الدورات عبر مقاطع الفيديو
es: Obtener los cursos en video
ru: Пройти видео курс

source: All three courses can be now be taken by video on <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">our YouTube channel!</a>
ar: يمكنك مشاهدة جميع هذه الدورات الثلاثة الآن من خلال مقاطع الفيديو على <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">قناتنا على اليوتيوب!</a>
es: Los tres cursos ahora están disponibles por video en: <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">nuestro canal de YouTube</a>
ru: Все три курса теперь есть на видео на <a href="https://www.youtube.com/playlist?list=PLXTOW_XMsIDS45GB-eBV5s_M9EGIXMjI_" target="_blank">нашем YouTube-канале!</a>

source: AMP Websites Examples
ar: أمثلة لمواقع ويب AMP
es: Ejemplos de sitios web creados con AMP
ru: Примеры сайтов AMP

source: AMP Playground
ar: ساحة AMP
ru: Песочница AMP

source: Try it yourself with the AMP Playground. Test your ideas directly in the browser and get instant feedback.
ar: جرب ذلك بنفسك على ساحة AMP. اختبر أفكارك مباشرة على المتصفح واحصل على ملاحظات فورية.
es: Póngalos en práctica usted mismo con AMP Playground. Compruebe sus ideas directamente en el navegador y recibirá comentarios instantáneamente.
ru: Попробуйте сами в песочнице AMP. Протестируйте свои идеи прямо в браузере и получите мгновенную обратную связь.

source: Filter by category
ar: تصفية حسب الفئة
es: Filtrar por categoría
ru: Фильтровать по категории

source: <h1 class="ap-o-stage-content-headline">Tools</h1> <h2 class="ap-o-stage-content-subline">for creation, design and development</h2>
ar: <h1 class="ap-o-stage-content-headline">الأدوات</h1> <h2 class="ap-o-stage-content-subline">للإنشاء والتصميم والتطوير</h2>
es: <h1 class="ap-o-stage-content-headline">Herramientas</h1> <h2 class="ap-o-stage-content-subline">para crear, diseñar y desarrollar</h2>
ru: <h1 class="ap-o-stage-content-headline">Инструменты</h1> <h2 class="ap-o-stage-content-subline">для создания, дизайна и разработки</h2>

source: Creation &amp; Design
ar: الإنشاء والتصميم
es: Creación y diseño
ru: Создание &amp; Дизайн

source: CMS &amp; Platforms
ar: أنظمة إدارة المحتوى والأنظمة الأساسية
es: Plataformas y CMS
ru: Платформы &amp; CMS

source: Developer Tools
ar: أدوات المطور
es: Herramientas para el desarrollador
ru: Инструменты разработчика

source: Service providers
ar: مقدمي الخدمات
es: Proveedores del servicio
ru: Поставщики услуг

source: Here you can find everything you need to build AMP experiences.
ar: هنا يمكنك أن تجد كل ما تحتاجه لإنشاء تجارب AMP.
es: Aquí encontrará todo lo que necesite para crear experiencias AMP.
ru: Здесь вы можете найти всё необходимое для получения впечатлений от AMP.

source: The complete documented AMP library and its references.
ar: مكتبة AMP الكاملة الموثقة ومراجعها.
es: La documentación completa de la biblioteca AMP y sus referencias.
ru: Полная документированная библиотека AMP и её ссылки.

source: The fastest way to learn is to peak over the tangible examples.
ar: أسهل طريقة للتعلم هي عن طريق إلقاء نظرة سريعة على الأمثلة الملموسة.
es: La forma más rápida de aprender es poner en práctica los ejemplos que sean tangibles.
ru: Самый быстрый способ чему-то научиться - это попробовать всё на реальных примерах.

source: Don't want to start from scratch? Start with a ready-made design.
ar: لا تريد أن تبدأ من الصفر؟ ابدأ بتصميم جاهز.
es: ¿No desea empezar desde cero? Comience con un diseño previamente hecho.
ru: Не хотите начинать с нуля? Начните с готового дизайна.

source: Begin building for creation, design and development.
ar: ابدأ ببناء الإنشاء والتصميم والتطوير.
es: Comience a consolidarse para crear, diseñar y desarrollar.
ru: Начните использовать инструменты для создания, дизайна и разработки.

source: Build your first AMP Website
ar: بناء أول موقع ويب AMP لك
es: Cree su primer sitio web con AMP
ru: Создайте свой первый AMP-сайт

source: Build your first AMP Story
ar: بناء أول قصة AMP لك
es: Cree su primera historia de AMP
ru: Создайте свою первую AMP-историю

source: Build your first AMP Ad
ar: بناء أول إعلان AMP لك
es: Cree su primer anuncio de AMP
ru: Создайте свою первую AMP-рекламу

source: Build your first AMP Email
ar: بناء أول بريد AMP إلكترونية لك
es: Cree su primer correo electrónico de AMP
ru: Создайте своё первое AMP-письмо

source: Create compelling, silky smooth and instant loading websites.
ar: إنشاء مواقع ويب جذابة وسلسة بتحميل فوري.
es: Crear sitios web atractivos, intuituvos y de carga instantánea.
ru: Создавайте привлекательные, плавно работающие и быстро загружающиеся сайты.

source: Create snackable, immersive and tappable stories on your website.
ar: قم بإنشاء قصص سهلة وسريعة ومحاكية للواقع وقابلة للنقر عليها على موقعك.
es: Cree historias sencillas, inmersivas y que sean atractivas para todos en su sitio web.
ru: Создавайте классные, захватывающие и осязаемые истории на своём сайте.

source: Extend your website with fast and lightweight ad experience.
ar: تمتع بتوسيع موقع الويب الخاص بك مع تجربة إعلانية سريعة وخفيفة.
es: Amplíe su sitio web con una experiencia publicitaria rápida y ligera.
ru: Расширьте свой сайт с использованием быстрой и лёгкой рекламы.

source: Create emails that encourage readers to interact dynamically with content.
ar: أنشئ رسائل بريد إلكتروني تشجع القراء على التفاعل بشكل ديناميكي مع المحتوى.
es: Crear correos electrónicos que animen a los lectores a interactuar de forma dinámica con el contenido.
ru: Создавайте электронные письма, которые поощряют читателей динамически взаимодействовать с контентом.

source: See the latest videos about AMP and find out more on our <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">YouTube Channel.</a>
ar: شاهد أحدث مقاطع الفيديو حول AMP واكتشف المزيد على<a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">قناتنا على اليوتيوب.</a>
es: Consulte los últimos videos de AMP y obtenga más información sobre nosotros en el <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">canal de YouTube.</a>
ru: Посмотрите последние видео об AMP и узнайте подробности на нашем <a href="https://www.youtube.com/channel/UCXPBsjgKKG2HqsKBhWA4uQw">канале YouTube.</a>

source: Content Platform
ar: نظام أساسي للمحتوى
es: Contenido de la plataforma
ru: Платформа контента

source: Debugging
ar: تصحيح الأخطاء
es: Depuración
ru: Отладка

source: Development
ar: التطوير
es: Desarrollo
ru: Разработка

source: Email Service
ar: خدمات البريد الإلكتروني
es: Servicio de correo electrónico
ru: Сервис электронной почты

source: Email Templates Editor
ar: محرر قوالب البريد الإلكتروني
es: Editor de plantillas para correo electrónico
ru: Редактор шаблонов писем

source: Essential
ar: جوهري
es: Esencial
ru: Необходимый

source: Landing pages
ar: صفحات متنقل إليها
es: Páginas de destino
ru: Страницы лендинга

source: Optimization
ar: التحسين
es: Optimización
ru: Оптимизация

source: Testing
ar: الاختبار
es: Pruebas
ru: Тестирование

source: Create interactive email templates fast with Drag-n-Drop & HTML editor. Try free library of ready-to-use modules and templates.
ar: قم بإنشاء قوالب تفاعلية لرسائل البريد الإلكتروني تكون سريعة مع محرر السحب والإفلات وHTML. جرب المكتبة المجانية للوحدات النمطية والقوالب الجاهزة للاستخدام.
es: Cree rápidamente plantillas interactivas de correo electrónico con el editor de HTML y la función arrastrar-soltar. Pruebe la biblioteca gratuita de módulos y plantillas prefabricadas.
ru: Создаёт интерактивные шаблоны писем с помощью Drag-n-Drop и HTML-редактора. Попробуйте бесплатную библиотеку готовых модулей и шаблонов.

source: Instapage automates the creation, optimization, and personalization of post-click experiences at scale.
ar: يعمل Instapage على أتمتة الإنشاء والتحسين والتخصيص لتجارب ما بعد النقر آليًا على نطاق واسع.
es: Instapage automatiza la creación, optimización y personalización de experiencias post-clic en escala.
ru: Instapage автоматизирует создание, оптимизацию и персонализацию событий после кликов.

source: Unbounce is a platform to create landing pages, website popups, and sticky bars.
ar: Unbounce هو نظام أساسي لإنشاء الصفحات المتنقل إليها، وعناصر الموقع المنبثقة، والأشرطة اللاصقة.
es: Unbounce es una plataforma para crear páginas de destino, ventanas emergentes de sitios web y barras adhesivas.
ru: Unbounce - это платформа для создания страниц лэндинга, всплывающих окон и приклеивающихся панелей.

source: AMP-first content creation with the power and flexibility of WordPress.
ar: إنشاء محتوى AMP الأول بالاستعانة بقوة ومرونة WordPress.
es: AMP es el primer creador de contenido con la misma capacidad y flexibilidad de WordPress.
ru: Создание AMP-ориентированного контента с мощью и гибкостью WordPress.

source: Bold by Quintype is a headless CMS built for enterprise publishers with built-in support for AMP.
ar: Bold by Quintype هو نظام لإدارة المحتوى بدون أجهزة ملحقة تم بناؤه من أجل ناشري المؤسسات مع دعم مضمن لـ AMP.
es: Bold by Quintype es un CMS sin estructura, el cual fue creado para los editores empresariales que requieren de un soporte integrado para AMP.
ru: Bold от Quintype - это простенькая CMS со встроенной поддержкой AMP, созданная для корпоративных издателей.

source: Helps you measure your site's Search traffic and performance, fix issues, and make your site shine in Google Search results.
ar: يساعدك على قياس نسبة استخدام موقعك في البحث وقياس الأداء وإصلاح المشاكل، كما أنه يبرز موقعك في نتائج بحث Google.
es: Le ayuda a medir el tráfico y el desempeño de la Búsqueda de su sitio web, solucionar problemas, y hacer que su página destaque en los resultados de la Búsqueda de Google.
ru: Помогает проанализировать поисковый трафик и производительность вашего сайта, исправить проблемы и сделать его сверкающим в результатах поиска Google.

source: Test if and how your AMP page appears in Google Search.
ar: يختبر ما إذا كانت صفحة AMP تظهر في بحث Google وكيفية ظهورها.
es: Compruebe si su página AMP aparece en la búsqueda de Google.
ru: Проверяет, отображается ли ваша AMP-страница в поиске Google.

source: Platform to share and discover how-to stories that includes a creation tool on your phone to help you create how-to stories.
ar: نظام أساسي لمشاركة واكتشاف القصص الإرشادية التي تتضمن أداة إنشاء على هاتفك لمساعدتك في إنشاء قصص إرشادية.
es: Plataforma para compartir y descubrir como crear historias que incluye una herramienta en su teléfono para ayudarlo a crear historias.
ru: Платформа для обмена и поиска историй с инструкциями, которая включает в себя инструмент создания историй с инструкциями на вашем телефоне.

source: Build AMP sites, posts, and stories. Win search, social, and email. Fast. Flexible. Secure. Modern.
ar: بناء مواقع ومنشورات وقصص AMP. الحصول على مكاسب من البحث ومواقع التواصل الاجتماعي والبريد الإلكتروني. سريع. مرن. آمن. عصري.
es: Cree sitios, publicaciones e historias de AMP. Gane simpatizantes de búsquedas, relaciones sociales y correos electrónicos. Rápido. Flexible. Seguro. Moderno.
ru: Создаёт AMP-сайты, публикации и истории. Побеждайте конкурентов в поисковых ресурсах, социальных сетях и по электронной почте. Быстро. Гибко. Безопасно. Современно.

source: Essential component for AMP development and available in a variety of versions.
ar: مكون أساسي لتطوير AMP ومتوفر في مجموعة متنوعة من الإصدارات.
es: Es un componente fundamental para el desarrollo de AMP y está disponible en una gran variedad de versiones.
ru: Необходимый компонент для AMP-разработки, доступный в различных версиях.

source: Beta-test new features of AMP before they're available for everyone.
ar: اختبار بيتا لميزات AMP الجديدة قبل أن تكون متاحة للجميع.
es: Pruebe las nuevas funciones de AMP en la versión Beta antes de que estén disponibles para todos.
ru: Выполняет бета-тестирование новых функций AMP, прежде чем они станут доступными для всех.

source: Helps you find out whether your Google Analytics and AdWords tracking is correctly set up.
ar: يساعدك على معرفة ما إذا كان متعقب Google Analytics و AdWords الخاص بك تم إعداده بشكل صحيح أم لا.
es: Le permite saber si sus registros de Google Analytics y AdWords están configurados correctamente.
ru: Помогает узнать, правильно ли настроены ваши системы анализа Google Analytics и AdWords.

source: A collection of AMP tools making it easier to publish and host AMP pages.
ar: مجموعة من أدوات AMP التي تسهل نشر واستضافة صفحات AMP.
es: La colección de herramientas de AMP facilita la publicación y el alojamiento de páginas AMP.
ru: Коллекция инструментов AMP, облегчающая публикацию и хостинг AMP-страниц.

source: Validation tool that offers additional debug information on top of the AMP validator.
ar: أداة التحقق من الصحة التي توفر معلومات إضافية لتتبع الأخطاء بالإضافة إلى أداة AMP للتحقق من الصحة.
es: Es una herramienta de validación que ofrece información adicional de depuración, además de la validación de AMP.
ru: Инструмент проверки, который предлагает дополнительную отладочную информацию на уровень выше, чем AMP-валидатор.

source: Pre-built Google Analytics dashboard template that helps you get to your analytics insights faster.
ar: قالب لوحة معلومات Google Analytics مُعد مسبقًا يساعدك في الحصول على نتائج تحليلاتك بشكل أسرع.
es: Plantilla predeterminada en el panel de control de Google Analytics que le ayuda a acceder a sus estadísticas de análisis más rápidamente.
ru: Предварительно созданный шаблон панели инструментов Google Analytics, который поможет вам оперативнее разобраться с аналитикой.

source: Chrome extension that helps you understand the feasibility of converting your site to AMP.
ar: ملحق Chrome يساعدك على فهم إمكانية تحويل موقعك إلى AMP.
es: La extensión de Chrome le ayuda a comprender la posibilidad de trasladar su sitio a AMP.
ru: Расширение Chrome, которое поможет вам понять целесообразность преобразования вашего сайта в AMP.

source: Generate custom templates for your AMP websites, stories, emails or ads.
ar: يمكنك إنشاء قوالب مخصصة لمواقع أو قصص أو رسائل البريد الإلكتروني أو إعلانات AMP.
es: Genere plantillas personalizadas para sus sitios web, historias, correos electrónicos o anuncios de AMP.
ru: Создайте пользовательские шаблоны для своих AMP-сайтов, историй, электронных писем или рекламы.

source: Start prototyping in an interactive online editor with the ability to use templates and our examples.
ar: ابدأ تشغيل النماذج الأولية في محرر تفاعلي عبر الإنترنت مع إمكانية استخدام القوالب والأمثلة التي لدينا.
es: Comienza a crear prototipos en un editor interactivo en línea que cuenta con la capacidad de usar plantillas y nuestros ejemplos.
ru: Начните создавать прототипы в интерактивном онлайн-редакторе с возможностью использования шаблонов и наших примеров.

source: A prototyping tool that automatically converts a HTML page to AMP for demonstrating performance gains with AMP.
ar: أداة النماذج الأولية التي تقوم تلقائيًا بتحويل صفحة HTML إلى AMP لإظهار مزايا الأداء عند استخدام AMP.
es: Una herramienta para la creación de prototipos que convierte automáticamente una página HTML en AMP que acredita las ganancias de rendimiento con AMP.
ru: Инструмент для создания прототипов, который автоматически конвертирует HTML-страницу в AMP-страницу для демонстрации прироста производительности.

source: Litmus makes it easy to build, test, and monitor every email for the best results.
ar: يجعل Litmus من السهل بناء واختبار ومراقبة كل بريد إلكتروني للحصول على أفضل النتائج.
es: Litmus facilita la creación, las pruebas y el seguimiento de cada correo electrónico para obtener mejores resultados.
ru: Litmus позволяет легко создавать, тестировать и отслеживать каждое письмо для достижения наилучших результатов.

source: Makes authoring AMP easy by validating for errors/warnings as you type within VS Code.
ar: يجعل إعداد AMP سهلاً من خلال التحقق من الأخطاء/ التحذيرات عن طريق الكتابة في VS Code.
es: Facilita la creación de AMP al validar los errores o advertencias cuando se escribe en el código VS.
ru: Облегчает AMP-авторизацию, проверяя её на наличие ошибок/предупреждений внутри VS Code.

source: React framework that generates AMP and PWA pages from a single codebase.
ar: يتفاعل مع إطار العمل الذي يولد صفحات AMP وصفحات تطبيق الويب التقدمي (PWA) من قاعدة ترميز واحدة.
es: En el entorno de trabajo de React se generan páginas AMP y PWA a partir de un único código fuente.
ru: React фреймворк, который генерирует AMP- и PWA-страницы на основе единой кодовой базы.

source: A tool to help for prototyping ads to be served in AMP Stories. Choose from pre-existing templates to get started.
ar: أداة للمساعدة في عرض النماذج الأولية للإعلانات ليتم تقديمها في قصص AMP. اختر من القوالب الموجودة مسبقًا لتشرع في البدء.
es: Una herramienta para ayudar a crear prototipos de anuncios y que sean emitidos en las historias de AMP. Para comenzar, elija entre plantillas ya existentes.
ru: Инструмент, помогающий создавать макеты рекламных объявлений для AMP-историй. Для начала, выберите один из существующих шаблонов.

source: NodemailerApp is an email debugging app that includes a local SMTP server and renders AMP for Email emails.
ar: NodemailerApp هو تطبيق لتصحيح أخطاء البريد الإلكتروني يتضمن خادم SMTP محلي ويعرض رسائل AMP للبريد الإلكتروني.
es: NodemailerApp es una aplicación de reparación de errores en el correo electrónico que incluye un servidor SMTP local y que renderiza el AMP para los correos electrónicos.
ru: NodemailerApp - это приложение для отладки электронных писем, которое включает локальный SMTP-сервер и визуализирует AMP-письма.

source: Cloud-based email sending service designed to help digital marketers and application developers send emails.
ar: خدمة إرسال رسائل البريد الإلكتروني المستندة على السحابة والمصممة لمساعدة المسوقين الرقميين ومطوري التطبيقات على إرسال رسائل البريد الإلكتروني.
es: Servicio de envío de correo electrónico basado en la nube diseñado para ayudar a los comerciantes digitales y a los desarrolladores de aplicaciones a enviar correos electrónicos.
ru: Облачная служба отправки электронной почты, созданная для того, чтобы помочь цифровым маркетологам и разработчикам приложений отправлять электронные письма.

source: Aweber's platform and API allows you to create and send emails your customers will love.
ar: يتيح لك نظام Aweber الأساسي وواجهة برمجة التطبيقات إنشاء وإرسال رسائل البريد الإلكتروني التي سيحبها عملاؤك.
es: La plataforma y la API de Aweber le permite crear y enviar correos electrónicos que les encantarán a sus clientes.
ru: Платформа и API от Aweber позволяющая создавать и отправлять такие электронные письма, которые точно понравятся вашим клиентам.

source: Pepipost is an innovative transactional email solution that offers you with a streamlined user experience that you only get from high-end premium software. The software is designed to ensure that your emails are sent to your recipients' inbox and not get mixed and lost in spam and other folders.
ar: Pepipost هو حل مبتكر لمعاملات البريد إلكتروني يقدم لك تجربة مستخدم سهلة لا تحصل عليها إلا من البرامج رفيعة المستوى والمتميزة. تم تصميم البرنامج لضمان إرسال رسائل البريد الإلكتروني الخاصة بك إلى صندوق الوارد الخاص بالمستلمين وعدم اختلاطها وضياعها في البريد العشوائي والمجلدات الأخرى.
es: Pepipost es una innovadora solución de correo electrónico empresarial que le ofrece una experiencia de usuario optimizada que solo se obtiene con un software de la más alta calidad. El software está diseñado para garantizar que sus correos electrónicos se envíen a la bandeja de entrada de sus destinatarios y no se mezclen ni se pierdan en el spam y otras carpetas.
ru: Pepipost - это инновационное решение для транзакционной электронной почты, которое предлагает вам оптимизированный пользовательский интерфейс, создаваемый только с помощью высококачественного программного обеспечения премиум-класса. Pepipost гарантирует, что ваши электронные письма будут отправлены в почтовые ящики получателей и при этом не смешаются и не потеряются в спаме и других папках.

source: Delivery and Analytics for Better Email Performance.
ar: التسليم والتحليلات لتحسين أداء البريد الإلكتروني.
es: Entrega y análisis para mejorar el rendimiento del correo electrónico.
ru: Доставка и аналитика для повышения производительности электронной почты.

source: Reach customers using a flexible email API and marketing tools to increase customer engagement.
ar: يمكنك الوصول إلى العملاء باستخدام واجهة برمجة تطبيقات مرنة للبريد الإلكتروني وأدوات تسويقية لزيادة مشاركة العملاء وتفاعلهم.
es: Llegar a los clientes mediante una API de correo electrónico flexible y herramientas de marketing para aumentar la participación del cliente.
ru: Привлекает клиентов с использованием гибкого почтового API и маркетинговых инструментов, повышающих вовлечённость клиента и его пользовательский опыт.

source: Mailgun's leading API-based email delivery service allows you to send dynamic email effortlessly.
ar: تسمح لك خدمة Mailgun الرئيسية المستندة إلى واجهة برمجة التطبيقات والمتعلقة بتسليم البريد الإلكتروني بإرسال بريد إلكتروني ديناميكي دون عناء.
es: El servicio líder de entrega de correo electrónico basado en API de Mailgun le permite enviar correos electrónicos dinámicos sin esfuerzo.
ru: Ведущая служба доставки почты на основе API от Mailgun, позволяющая вам отправлять динамические письма без особых усилий.

source: Clang is a complete omnichannel marketing platform for email marketing and marketing automation.
ar: Clang عبارة عن منصة تسويقية شاملة ومتعددة القنوات لتسويق البريد الإلكتروني والتشغيل التلقائي للتسويق.
es: Clang es una plataforma de marketing completamente omnichannel (el uso de varios canales de la marca al mismo tiempo), la cual puede utilizarse para ventas por correo electrónico y automatizadas.
ru: Clang - это универсальная платформа для почтового маркетинга и автоматизации маркетинга.
