Repository: AFDSI/amp.dev.lean
Catalog: pages/translations/*/LC_MESSAGES/messages.po
Languages: ar, es, ru

source: AMP ads greatly improve the mobile internet through their intelligent design and pre-loading features. This leads to increased traffic, higher sales conversion rates and more pages per visit - delivering the value you’re looking for in your ads.
ar: تحسن إعلانات AMP سرعة الإنترنت على الأجهزة الجوّالة بدرجة كبيرة من خلال تصميمها الذكي وميزات ما قبل التحميل. وهذا يؤدي إلى زيادة عدد الزيارات وارتفاع معدلات الإحالات الناجحة في المبيعات والدخول على صفحات أكثر في كل زيارة - وهو ما يحقق لك القيمة التي تتطلّع إليها في إعلاناتك.
es: Los anuncios de AMP mejoran enormemente el Internet móvil con su diseño inteligente y sus características de precarga. Esto conduce a un aumento del tráfico, mayores tasas de conversión de ventas y más páginas por visita, ofreciendo el valor que usted busca en sus anuncios.
ru: AMP-реклама значительно улучшает мобильный Интернет благодаря продуманному дизайну и функциям предварительной загрузки. Это приводит к увеличению трафика, увеличению коэффициента конверсии и просмотру большего числа страниц за одно посещение, что повышает ценность вашей рекламы.

source: Although AMP pages support traditional HTML ads, these ads can be slow to load. To make ads themselves as fast as the rest of the AMP page, you can build ads in AMPHTML.
ar: على الرغم من أن صفحات AMP تدعم إعلانات HTML التقليدية، فإن هذه الإعلانات قد تكون بطيئة عند التحميل. ولجعل الإعلانات نفسها بسرعة باقي صفحة AMP نفسها، يمكنك إنشاء الإعلانات في AMPHTML.
es: Aunque las páginas AMP son compatibles con los anuncios HTML convencionales, estos podrían tardar en cargarse. Para que los anuncios se carguen tan rápido como el resto de la página AMP, puede crearlos en AMP HTML.
ru: Хотя AMP-страницы поддерживают использование традиционной HTML-рекламы, эта реклама может загружаться медленно. Чтобы сделать объявления такими же быстрыми, как и остальные AMP-страницы, вы можете создавать объявления с помощью AMPHTML.

source: AMPHTML ads load as fast as content, increasing viewability and enticing engagement. AMPHTML ads are only delivered after being validated, ensuring that the ads are free of malware.
ar: تعمل إعلانات AMPHTML على إجراء التحميل بنفس سرعة المحتوى، ما يزيد من المشاهدات ويحفز التفاعل. ولا يتم تقديم إعلانات AMPHTML إلا بعد التحقق من صحتها، لضمان خلو الإعلانات من البرامج الضارة.
es: Los anuncios AMP HTML se cargan tan rápido como el contenido, aumentando la visibilidad y la atracción. Los anuncios AMP HTML se ofrecen solo después de haber sido validados, asegurando que los anuncios están libres de malware.
ru: AMPHTML-реклама загружается так же быстро, как и контент, улучшая видимость и повышая качество взаимодействия. AMPHTML-реклама показывается только после предварительной проверки, что гарантирует отсутствие в ней вредоносного ПО.

source: Ads created with AMPHTML are served on both AMP and non-AMP pages. By building an ad with AMP, you can deliver a memorable brand experience everywhere without worrying about speed and platform compatibility.
ar: تُعرَض الإعلانات التي تم إنشاؤها باستخدام AMPHTML على صفحات AMP والصفحات غير المدعومة من AMP. وعند إنشاء إعلان باستخدام AMP، يمكنك تقديم تجربة لا تُنسى للعلامة التجارية تصل للجميع بغض النظر عن السرعة وتوافق النظام الأساسي.
es: Los anuncios creados con AMP HTML se muestran tanto en las páginas AMP como en las que no pertenecen a ella. Al crear un anuncio con AMP, puede ofrecer una experiencia de marca inolvidable en cualquier lugar sin preocuparse por la velocidad y la compatibilidad de la plataforma.
ru: Реклама, созданная с помощью AMPHTML, может быть размещена как на AMP-страницах, так и на страницах без AMP. Создавая рекламу с помощью AMP, вы можете создавать незабываемые впечатления от бренда, не беспокоясь о скорости и совместимости с платформой.

source: The benefits of AMP ads
ar: مزايا إعلانات AMP
es: Beneficios de los anuncios de AMP
ru: Преимущества AMP-рекламы

source: Read on about AMP ads
ar: الاطّلاع على إعلانات AMP
es: Continúe leyendo sobre los anuncios de AMP
ru: Прочитать о том, как работает AMP-реклама

source: They load way faster. Users pick up on every small delay, and when the ads load fast, this has a very positive impact on their perception and advertiser performance.
ar: إنها تتميز بسرعة التحميل. ينتقد المستخدمون أي تأخير بسيط، وعند تحميل الإعلانات بسرعة، فسيكون لهذه الميزة تأثير إيجابي للغاية على تصورّهم وعلى أداء المعلن.
es: Se cargan mucho más rápido. Los usuarios se dan cuenta de cada pequeño retraso, y cuando los anuncios se cargan rápidamente, esto tiene un impacto muy positivo en su percepción y en el desempeño del publicista.
ru: Она загружается намного быстрее. Пользователи ощущают каждую незначительную задержку, поэтому когда реклама загружается быстро, это очень положительно влияет на их восприятие и повышает эффективность рекламодателя.

source: Shaun Zacharia, President & Co-Founder, Triplelift.
ar: شون زكريا، رئيس شركة Triplelift وأحد مؤسسيها
es: Shaun Zacharia, Presidente y Cofundador de Triplelift.
ru: Шон Захария (Shaun Zacharia), президент и соучредитель Triplelift.

source: The average mobile site takes 19 seconds to load over a 3G connection. Coupled with the fact that conversions fall by 12% for every additional second a webpage takes to load, you can safely assume two things: speed equals performance, and most advertiser campaigns have room to improve. That’s where you come in. As an SSP, DSP, analytics provider, or anything in between, embracing speed means improving campaign performance, delivering quality user experiences, and establishing yourself as the adtech platform for the fast web. Join the hundreds of technology platforms currently supporting the open source AMP ecosystem.
ru: Загрузка среднего мобильного сайта через 3G-соединение занимает 19 секунд. В сочетании с тем фактом, что каждую дополнительную секунду, которую загружается веб-страница, конверсия продаж падает на 12%, можно смело предположить 2 вещи: скорость равна эффективности, а показатели большинства рекламных кампаний могут быть улучшены. Вот тут-то вы и выходите на сцену. Для провайдера SSP, DSP, аналитики или чего-то среднего между ними, увеличение скорости означает повышение эффективности кампании, обеспечение качества взаимодействия с пользователем и утверждение себя в качестве рекламной платформы для быстрого Интернета. Присоединяйтесь к сотням технологических платформ, которые в настоящее время поддерживают открытую экосистему AMP.

source: AMP offers a way for you to give users a faster experience everywhere: on ads, landing pages or on your entire website. AMP ads help users engage with your brand and improve the performance of your campaigns. When your target audience lands on an AMP page, they get what they’re looking for in the moment they’re looking for it. The net result – they’re more likely to be engaged with and receptive to your brand’s messages, and more likely to take the actions you’re guiding them towards like completing a purchase.
ar: يقدم لك AMP طريقة لمنح المستخدمين تجربة أسرع في كل مكان في الإعلانات أو عند الانتقال إلى الصفحات أو على موقعك بالكامل. وتساعد إعلانات AMP المستخدمين في التفاعل مع علامتك التجارية وتحسين أداء حملاتك. فعندما ينتقل الجمهور المستهدف إلى صفحة AMP، فإنهم يحصلون على ما يبحثون عنه في اللحظة التي يبحثون فيها عنه. والنتيجة - من المرجح أنهم سيتفاعلون لرسائل علامتك التجارية ويستجيبون لها، ومن المرجح أنهم سيتخذون الإجراءات التي توجههم لها مثل إتمام الشراء.
es: AMP le ofrece una forma de dar a los usuarios una experiencia más rápida en cualquier lugar: en los anuncios, en las páginas de destino o en todo el sitio web. Los anuncios de AMP ayudan a los usuarios a interactuar con su marca y a mejorar el rendimiento de sus campañas. Cuando su público objetivo entra en una página de AMP, obtienen lo que buscan cuando lo buscan. En resumen, es más probable que participen y sean más receptivos a los mensajes de su marca, y que tomen las medidas que usted les indique, como hacer una compra.
ru: AMP предлагает вам способ предоставить пользователям ускоренное взаимодействие где бы то ни было: в рекламе, на страницах лэндинга, или на всём вашем сайте. AMP-реклама помогает пользователям проникнуться вашим брендом и повышать эффективность ваших рекламных кампаний. Когда ваша целевая аудитория попадает на AMP-страницу, её представители получают то, что ищут, в тот самый момент, когда они ищут это. Конечный результат - они с большей вероятностью будут вовлечены в процесс и восприимчивы к сообщениям от имени вашего бренда, и с большей вероятностью предпримут действия, к которым вы их подталкиваете, например, завершат покупку.

source: What’s the difference between an AMPHTML ad and a regular ad? Seconds.
ar: ما الفرق بين إعلان AMPHTML والإعلان العادي؟ بضع ثوانٍ.
es: ¿Cuál es la diferencia entre un anuncio AMP HTML y uno normal? Los segundos.
ru: В чем разница между AMPHTML-рекламой и обычной рекламой? В секундах.

source: AMPHTML Ad
ar: إعلان AMPHTML
es: Anuncio AMPHTML
ru: AMPHTML-реклама

source: More overall traffic
ar: زيادة نسبة الاستخدام الكلية
es: Aumento del tráfico en general
ru: Увеличение общего трафика

source: India Today delights readers and boosts revenue with AMP
ar: موقع India Today يرضي قراءه ويعزز إيراداته باستخدام AMP
es: India Today deleita a sus lectores e incrementa sus ingresos con AMP
ru: India Today радует читателей и повышает доход с помощью AMP

source: Increase in returning users from mobile search
ar: زيادة نسبة عودة المستخدمين من بحث الأجهزة المحمولة
es: Aumento en el número de usuarios que regresan después de las búsquedas en dispositivos móviles
ru: Увеличение числа пользователей, возвращающихся на сайт, после использования мобильного поиска

source: AMP helps the Washington Post increase returning users from mobile search by 23%
ar: ساعد AMP جريدة واشنطن بوست على زيادة نسبة عودة المستخدمين من بحث الأجهزة المحمولة بنسبة 23%.
es: AMP permite que el Washington Post incremente en un 23% el número de usuarios que regresan después de las búsquedas en dispositivos móviles
ru: AMP помогает Washington Post увеличить на 23% число пользователей, возвращающихся на сайт, после использования мобильного поиска

source: Faster page load time
ar: وقت تحميل أسرع للصفحة
es: La página carga más rápido
ru: Ускорение загрузки страницы

source: AMP makes Gizmodo 3x faster on mobile
ar: يجعل AMP تحميل موقع Gizmodo 3x أسرع على الأجهزة المحمولة.
es: AMP hace que Gizmodo sea 3 veces más rápido en dispositivos móviles
ru: AMP делает так, что Gizmodo загружается на мобильных устройствах втрое быстрее

source: Compelling, smooth and instant
ar: جذاب وسلس ولحظي
es: Atractivo, intuitivo e instantáneo
ru: Привлекательные, плавно работающие и моментально загружающиеся

source: Easily create user first websites with AMP.
ar: تتيح قوالبنا سهولة إنشاء مواقع الويب الأولى للمستخدمين
es: AMP le permitirá crear fácilmente sitios web enfocados en el usuario.
ru: Легко создавайте сайты, ориентированные на пользователя, с помощью AMP.

source: What is<br> AMP?
ar: ما هو <br> AMP؟
es: ¿Qué es<br> AMP?
ru: Что такое<br> AMP?

source: Web pages that are compelling, smooth, and load near instantaneously
ar: صفحات الويب الجذابة والسلسة والتي تقوم بالتحميل على الفور تقريبًا
es: Páginas web que son atractivas, intuitivas y se cargan casi instantáneamente
ru: Это привлекательные веб-страницы, которые плавно работают и моментально загружаются

source: AMP is a simple and robust format to ensure your website is fast, user-first, and makes money. AMP provides long-term success for your web strategy with distribution across popular platforms and reduced operating and development costs.
ar: يتميز AMP بتنسيق سهل وقوي لضمان سرعة موقعك، ولجعل موقعك أول عمل للمستخدمين ولتجني منه الأموال. ويوفر AMP النجاح طويل الأمد لاستراتيجية الويب خاصتك مع التوزيع على الأنظمة الأساسية المشهورة وبتكلفة تشغيل وتطوير منخفضة.
es: AMP es un formato sólido y sencillo diseñado para garantizar que su sitio web sea rápido, enfocado en el usuario, y ganar dinero. AMP asegura el éxito a largo plazo para su estrategia web con una distribución mediante plataformas populares y la reducción de los costos operativos y de desarrollo.
ru: AMP - это простой и надёжный формат, гарантирующий, что веб-сайт является быстрым, ориентированным на пользователя и приносящим прибыль. AMP обеспечивает долгосрочный успех вашей веб-стратегии благодаря распространению на различных популярных платформах и снижению затрат на эксплуатацию и разработку.

source: Create great web experiences for users across the open web
ar: خلق تجارب ويب عظيمة للمستخدمين عبر الويب المفتوح
es: Cree excelentes experiencias para los usuarios de la web pública
ru: Организуйте отличное взаимодействие с любым пользователем в любом уголке Интернета

source: AMP enables the creation of websites and ads that are consistently fast, beautiful and high-performing across devices and distribution platforms. Publishers and advertisers can decide how to present their content that emphasizes a user-first experience.
ar: يتيح AMP إنشاء المواقع والإعلانات التي تكون سريعة وجميلة وذات أداء عال باستمرار على الأجهزة وأنظمة التوزيع الأساسية. ويمكن للناشرين والمعلنين أن يقرروا كيفية تقديم محتواهم الذي يؤكد على التجربة الأولى للمستخدمين.
es: AMP permite la creación de sitios web y anuncios que son sistemáticamente rápidos, bellos y de alto rendimiento en todos los dispositivos y plataformas de distribución. Los editores y publicistas pueden decidir cómo presentar su contenido que enfatiza una experiencia enfocada en el usuario.
ru: AMP позволяет создавать веб-сайты и рекламу, которые будут одинаково быстрыми, красивыми и высокопроизводительными на всех устройствах и платформах распространения. Издатели и рекламодатели могут решить, как представить свой контент, который подчеркнёт ориентированность на пользователя.

source: We are committed to improving speed across the board. If our site takes a long time to load, it doesn’t matter how great our journalism is, some people will leave the page before they see what’s there.
ar: نحن ملتزمون بتحسين السرعة على اللوحة. فإذا استغرق موقعنا وقتًا طويلًا للتحميل، فسيغادر بعض الناس الصفحة قبل رؤية ما فيها بغض النظر عن مدى روعة عملنا الصحفي.
es: Estamos comprometidos a mejorar la velocidad en todos los aspectos. Si nuestro sitio tarda mucho tiempo en cargar, no importa que tan grande sea nuestro periodismo, algunas personas saldrán de la página antes de terminar de verla.
ru: Мы стремимся увеличить скорость по всем направлениям. Если загрузка нашего сайта занимает много времени, не имеет значения, насколько хороши таланты наших журналистов, потому что некоторые люди уйдут со страницы, прежде чем они увидят, что на ней.

source: David Merrell, Senior Product Manager
ar: ديفيد ميريل، مدير إنتاج أول
es: David Merrell, Director ejecutivo del producto
ru: Дэвид Меррелл (David Merrell), старший менеджер по продукту

source: What AMP HTML is made of
ar: مما يتكون AMP HTML
es: De qué está hecho el AMP HTML
ru: Из чего сделан AMP HTML

source: Though most tags in an AMP HTML page are regular HTML tags, some HTML tags are replaced with AMP-specific tags (see also HTML Tags in the AMP spec). These custom elements, called AMP HTML components, make common patterns easy to implement in a performant way.
ar: على الرغم من أن معظم العلامات في صفحة AMP HTML هي علامات HTML العادية، لكن تم استبدال بعض علامات HTML بعلامات خاصة بـ AMP (انظر أيضًا علامات HTML في خصائصAMP). هذه العناصر المخصصة والتي تسمى مكونات AMP HTML تجعل الأنماط الشائعة سهلة التنفيذ وذات أداء جيد.
es: Aunque la mayoría de las etiquetas de una página AMP HTML son etiquetas normales de HTML, algunas etiquetas HTML se sustituyen por etiquetas específicas de AMP (consulte también etiquetas HTML en la especificación de AMP). Estos elementos personalizados, llamados componentes AMP HTML, hacen que los patrones comunes sean fáciles de implementar para su rendimiento.
ru: Хотя большинство тегов на AMP HTML-странице являются обычными тегами HTML, некоторые теги HTML заменяются специальными тегами AMP (см. также HTML-теги в спецификации AMP). Эти пользовательские элементы, называемые AMP HTML-компонентами, повышают эффективность реализации общих шаблонов.

source: Built-in components
ar: مكونات مضمنة
es: Componentes integrados
ru: Встроенные компоненты

source: AMP HTML is HTML with some restrictions for reliable performance.
ar: إن لغة AMP HTML هي نفس لغة HTML مع بعض القيود لتحقيق أداء موثوق به.
es: AMP HTML es como HTML pero cuenta con algunas restricciones para obtener un rendimiento confiable.
ru: AMP HTML - это HTML с некоторыми ограничениями, необходимыми для надёжной работы.

source: For example, the amp-img tag provides full srcset support even in browsers that don’t support it yet. Learn how to create your first AMP HTML page.
ar: فعلى سبيل المثال، توفر علامة amp-img دعمًا كاملًا لـ srcset حتى في المتصفحات التي لم تدعمها بعد. تعلم كيفية إنشاء أول صفحة AMP HTML لك.
es: Por ejemplo, la etiqueta amp-img proporciona compatibilidad total con srcset, incluso en los navegadores que aún no son compatibles. Aprenda a crear su primera página AMP HTML.
ru: Например, тег amp-img обеспечивает полную поддержку srcset даже в браузерах, которые его ещё не поддерживают. Узнайте, как создать свою первую AMP HTML-страницу.

source: AMP pages are discovered by search engines and other platforms through the HTML tag. You can choose to have a non-AMP version and an AMP version of your page, or just an AMP version.
ar: تكتشف محركات البحث والأنظمة الأساسية الأخرى صفحات AMP من خلال علامة HTML. ويمكنك اختيار إصدار لا يستخدمAMP وإصدار AMP لصفحتك، أو مجرد إصدار AMP فقط.
es: Los motores de búsqueda descubren las Páginas AMP y otras plataformas mediante la etiqueta HTML. Puedes elegir tener una versión que no sea de AMP y una versión AMP de su página, o solo una versión AMP.
ru: AMP-страницы обнаруживаются поисковыми системами и другими платформами по тегам HTML. Вы можете выбрать индексацию не-AMP версии и AMP версии своей страницы, либо индексацию только AMP-версии.

source: Learn more in Make Your Page Discoverable.
ar: تعلم المزيد في "كيف يمكنك جعل صفحتك قابلة للاكتشاف"
es: Obtenga más información sobre cómo hacer que su página sea detectable.
ru: Узнать подробности в разделе «Сделать свои страницы доступными для обнаружения».

source: AMP pages can be cached for near instantaneous loading on the web. Platforms like Google run AMP caches to enable fast loading of your content from their service.
ar: يمكن تخزين صفحات AMP مؤقتًا لأجل التحميل الآني تقريبًا على الويب. وتشغل بعض الأنظمة الأساسية مثل Google ذاكرات تخزين AMP المؤقتة لتمكين التحميل السريع للمحتوى الخاص بك من خدماتهم.
es: Las páginas AMP pueden almacenarse en el caché para cargarlas casi instantáneamente en la web. En las plataformas como Google se ejecutan cachés AMP para permitir que su contenido se cargue rápidamente desde su servicio.
ru: AMP-страницы могут быть кешированы для практически мгновенной загрузки в Интернете. Платформы, подобные Google, используют AMP-кеши для обеспечения быстрой отдачи вашего контента своими сервисами.

source: The Google AMP Cache is a proxy-based content delivery network for delivering all valid AMP documents. It fetches AMP HTML pages, caches them, and improves page performance automatically. When using the Google AMP Cache, the document, all JS files and all images load from the same origin that is using HTTP 2.0 for maximum efficiency. <br> The cache also comes with a built-in validation system which confirms that the page is guaranteed to work, and that it doesn't depend on external resources. The validation system runs a series of assertions confirming the page’s markup meets the AMP HTML specification.
ar: ذاكرة تخزين AMP في Google هي شبكة تقديم محتوى يعتمد على الوكيل لتقديم كافة وثائق AMP الصالحة. فهي تحضر صفحات AMP HTML وتخزنها وتحسن أداء الصفحة تلقائيًا. وعند استخدام ذاكرة تخزين AMP المؤقتة في Google يتم تحميل الوثائق وجميع ملفات JS وجميع الصور من نفس المنشأ الذي يستخدم HTTP 2.0 لتحقيق أقصى قدر من الكفاءة. <br>تأتي ذاكرة التخزين المؤقتة مع نظام مضمن للتحقق من الصحة والذي يضمن عمل الصفحة وعدم اعتمادها على موارد خارجية. ويقوم نظام التحقق من الصحة بتشغيل سلسة من التأكيدات للتأكد من أن علامات الصفحة تلبي خصائص HTML AMP.
es: El Caché de Google AMP es una red de entrega de contenido basada en proxy y diseñada para entregar todos los documentos AMP válidos. Recupera las páginas AMP HTML, las almacena en el caché y mejora automáticamente el rendimiento de la página. Cuando se utiliza el Caché de Google AMP, el documento, todos los archivos JS y todas las imágenes se cargan desde el mismo origen mediante HTTP 2.0 para alcanzar una máxima eficacia. <br> El caché también cuenta con un sistema de validación incorporado el cual confirma que la página está garantizada para funcionar y no depende de recursos externos. El sistema de validación ejecuta una serie de afirmaciones que confirman que el marcado de la página cumple con la especificación AMP HTML.
ru: AMP Cache от Google (Google AMP Cache) - это сеть доставки контента, основанная на прокси, и предназначенная для доставки всех актуальных AMP-документов. Она извлекает AMP HTML-страницы, кеширует их и автоматически повышает скорость работы страницы. При использовании Google AMP Cache документ, все файлы JS и все изображения загружаются из одного и того же источника, который использует HTTP 2.0 для максимальной эффективности. <br> Кеш также поставляется со встроенной системой проверки, которая подтверждает, что страница гарантированно работает и не зависит от внешних ресурсов. Система проверки запускает серию сопоставлений, подтверждающих, что разметка страницы соответствует спецификации AMP HTML.

source: Another version of the validator comes bundled with every AMP page. This version can log validation errors directly to the browser’s console when the page is rendered, allowing you to see how complex changes in your code might impact performance and user experience.
ar: ويتم إرفاق إصدار آخر من أداة التحقق من الصحة مع كل صفحة AMP. ويمكن لهذا الإصدار تسجيل الأخطاء التي تحدث أثناء التحقق من الصحة مباشرة إلى وحدة تحكم المتصفح عند عرض الصفحة، مما يسمح لك برؤية كيف أن التغيرات المعقدة في التعليمة البرمجية الخاصة بك يمكن أن تؤثر على الأداء وتجربة المستخدم.
es: Cada página AMP cuenta con otra versión del verificador. Esta versión puede registrar los errores de verificación directamente en la consola del navegador cuando se renderiza la página, lo que le permite ver cómo los cambios complejos en su código pueden afectar al rendimiento y a la experiencia del usuario.
ru: Ещё одна версия валидатора поставляется в комплекте с каждой AMP-страницей. Эта версия может выводить ошибки валидации непосредственно в консоль браузера при отображении страницы, позволяя вам увидеть, как сложные изменения в вашем коде могут повлиять на производительность и пользовательское восприятие.

source: Learn more about caching in AMP
ar: تعلم المزيد عن التخزين المؤقت في AMP
es: Obtener más información sobre el almacenamiento caché en AMP
ru: Узнать больше о кешировании в AMP

source: Explore use cases of AMP websites
ar: استكشف حالات الاستخدام لمواقع ويب AMP
es: Estudie diferentes casos de uso en los sitios web de AMP
ru: Изучить варианты использования AMP-сайтов

source: Web page speed improves the user experience and core business metrics
ar: تحسن سرعة صفحة الويب من تجربة المستخدم ومقاييس الأعمال الأساسية
es: La velocidad de la página web mejora la experiencia del usuario y las métricas empresariales principales
ru: Скорость работы веб-страницы улучшает взаимодействие с пользователем и основные показатели бизнеса

source: Building AMP pages is easy and reduces developer overhead
ar: بناء صفحات AMP هو أمر سهل ويخفض من نفقات المطور الإضافية
es: Las páginas del AMP son fáciles de crear y reducen los costos adicionales de desarrollo
ru: Создание AMP-страниц - это не только легко, но и приводит к снижению накладных расходов разработчика
