Repository: AFDSI/amp.dev.lean
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr, pl, ru, th

source: Ads
fr: Annonces
pl: Reklamy
ru: Рекламные сервисы
th: โฆษณา

source: Analytics
fr: Statistiques
ru: Средства аналитики

source: CMS
fr: Systèmes de gestion de contenu
ru: Системы управления контентом
th: ระบบจัดการเนื้อหา

source: Content Platforms
fr: Plates-formes de contenu
pl: Platformy treści
ru: Платформы для контента
th: แพลตฟอร์มเนื้อหา

source: Docs
fr: Documents
pl: Dokumenty
ru: Справка
th: เอกสาร

source: For many, reading on the mobile web is a slow, clunky and frustrating experience - but it doesn’t have to be that way. The Accelerated Mobile Pages (AMP) Project is an open source initiative that embodies the vision that publishers can create mobile optimized content once and have it load instantly everywhere.
fr: Pour beaucoup, la lecture sur le Web pour mobile est lente, frustrante et difficile. Mais ce n'est pas une fatalité. Le projet Accelerated Mobile Pages (AMP) est une initiative Open Source incarnant la vision selon laquelle les éditeurs peuvent créer un unique contenu adapté aux mobiles, qui se chargera instantanément n'importe où.
pl: Korzystanie z witryn komórkowych jest dla wielu osób frustrujące z powodu ich wolnego i opornego działania – wcale nie musi tak być. Projekt Accelerated Mobile Pages (AMP) to inicjatywa typu open source pozwalająca wydawcom tworzyć zoptymalizowane pod kątem urządzeń mobilnych treści, które można zawsze błyskawicznie wczytać.
ru: Многим пользователям мобильный Интернет кажется медленным, но так быть не должно. Ускоренные мобильные страницы (AMP) – это технология с открытым исходным кодом, которая поможет издателям оптимизировать контент для мобильных устройств и обеспечить его быструю загрузку в любой ситуации.
th: สำหรับหลายๆ คน การอ่านข้อมูลในเว็บบนอุปกรณ์เคลื่อนที่นั้นทำได้ช้า ยุ่งยาก และน่าหงุดหงิด แต่ประสบการณ์เหล่านี้ดีขึ้นได้ โครงการ Accelerated Mobile Pages (AMP) คือการริเริ่มแบบโอเพนซอร์สด้วยวิสัยทัศน์ที่ต้องการให้ผู้เผยแพร่เนื้อหาสามารถสร้างเนื้อหาที่เหมาะกับอุปกรณ์เคลื่อนที่เพียงครั้งเดียวแล้วโหลดได้ทันทีทุกที่ทุกเวลา

source: GET STARTED
fr: PREMIERS PAS
pl: ZACZNIJ JUŻ DZIŚ
ru: НАЧАТЬ
th: เริ่มต้นใช้งาน

source: Get Started with AMP HTML
fr: Premiers pas avec l'AMP HTML
pl: Zacznij korzystać ze standardu AMP HTML
ru: Начало работы с технологией AMP – HTML
th: เริ่มต้นใช้งาน AMP HTML

source: Get started
pl: Rozpocznij
ru: Начало работы
th: เริ่มต้นใช้งาน

source: Guides
pl: Przewodniki
ru: Руководства
th: คำแนะนำ

source: If you are new to AMP HTML, our technical introduction is a great place to get started and provides an overview of the project and how AMP HTML works.
fr: Si vous découvrez l'AMP HTML, notre présentation technique vous aidera à vous lancer. Elle offre un aperçu du projet et du fonctionnement de l'AMP HTML.
pl: Jeśli dopiero zaczynasz swoją przygodę ze standardem AMP HTML, nasze wprowadzenie techniczne to dobry punkt wyjścia. Dzięki niemu poznasz podstawowe informacje o projekcie i dowiesz się, jak działa standard AMP HTML.
ru: Если вы не знакомы с HTML-кодом AMP и основами этой технологии, изучите базовое техническое руководство.
th: หากคุณเพิ่งเคยใช้ AMP HTML ขอแนะนำให้เริ่มจากบทนำทางเทคนิคของเรา เพื่อดูภาพรวมของโครงการและวิธีการทำงานของ AMP HTML

source: If you'd like to dive deeper into AMP HTML, you can find all of the source code, code samples, and detailed documentation in our GitHub repository.
fr: Pour en savoir plus sur l'AMP HTML, vous trouverez le code source, des exemples de code et une documentation détaillée dans notre référentiel GitHub.
pl: Jeśli chcesz dowiedzieć się więcej na temat standardu AMP HTML, w naszym repozytorium GitHub znajdziesz kod źródłowy, przykłady kodu i szczegółową dokumentację.
ru: Веб-мастера, которые хотят детально изучить HTML-реализацию AMP, могут найти все исходные коды, примеры и документацию в нашем хранилище на GitHub.
th: หากต้องการเจาะลึกเกี่ยวกับ AMP HTML ลงไปอีก คุณสามารถดูซอร์สโค้ด ตัวอย่างโค้ด และเอกสารประกอบโดยละเอียดได้ในที่เก็บ GitHub ของเรา

source: Instant. <br> Everywhere.
fr: Instantanément. <br> Partout.
pl: W mgnieniu oka. <br> Wszędzie.
ru: Быстрая загрузка на любых устройствах
th: โหลดทันที <br> ทุกที่ทุกเวลา

source: Learn More
fr: En savoir plus
pl: Więcej informacji
ru: Подробнее...
th: เรียนรู้เพิ่มเติม

source: Openness
fr: Volonté d'ouverture
pl: Otwartość
ru: Открытость
th: ความเปิดกว้าง

source: Publisher Control
fr: Contrôle de l'éditeur
pl: Kontrola wydawcy
ru: Для издателей
th: ส่วนควบคุมของผู้เผยแพร่

source: Publishers
fr: Éditeurs
pl: Wydawcy
ru: Издатели
th: ผู้เผยแพร่

source: Ready to build an AMP file? This tutorial will teach you how to create a basic AMP HTML page, stage it, test it, and get it ready for publication.
fr: Vous êtes prêt à créer un fichier AMP ? Ce didacticiel vous expliquera comment créer une page AMP HTML basique, l'organiser, la tester et la préparer à la publication.
pl: Chcesz utworzyć plik AMP? Dzięki temu samouczkowi nauczysz się tworzyć podstawowe strony HTML w standardzie AMP, implementować je, testować oraz przygotowywać do publikacji.
ru: Готовы внедрить AMP на своем сайте? Из этого урока вы узнаете, как создать простую HTML-страницу AMP, проверить ее и подготовить к публикации.
th: หากคุณพร้อมสร้างไฟล์ AMP แล้ว บทแนะนำนี้จะสอนวิธีสร้างหน้า AMP HTML พื้นฐาน, วิธีจัดวาง วิธีทดสอบ และวิธีเตรียมพร้อมสำหรับการเผยแพร่

source: Reference
fr: Référence
pl: Źródła wiedzy
ru: Дополнительные материалы
th: ข้อมูลอ้างอิง

source: Speed
fr: Vitesse
pl: Szybkość działania strony
ru: Скорость
th: ความเร็ว

source: Support
fr: Assistance
pl: Pomoc
ru: Поддержка
th: การสนับสนุน

source: Technical Introduction
fr: Présentation technique
pl: Wprowadzenie techniczne
ru: Базовое техническое руководство
th: บทนำทางเทคนิค

source: Technology Companies using AMP
fr: Entreprises technologiques utilisant AMP
pl: Firmy korzystające z AMP
ru: Компании, использующие AMP
th: บริษัทเทคโนโลยีที่ใช้ AMP

source: The Accelerated Mobile Pages (AMP) Project is an open initiative that embodies the vision that publishers can create mobile optimized content once and have it load instantly everywhere.
fr: Le projet Accelerated Mobile Pages (AMP) est une initiative ouverte incarnant la vision selon laquelle les éditeurs peuvent créer un unique contenu optimisé pour les mobiles, qui se chargera instantanément n'importe où.
pl: Projekt Accelerated Mobile Pages (AMP) to inicjatywa typu open source pozwalająca wydawcom tworzyć zoptymalizowane pod kątem urządzeń mobilnych treści, które można zawsze błyskawicznie wczytać.
ru: Ускоренные мобильные страницы (AMP) – это технология с открытым исходным кодом, которая поможет издателям оптимизировать контент для мобильных устройств и обеспечить его быструю загрузку в любой ситуации.
th: โครงการ Accelerated Mobile Pages (AMP) คือการริเริ่มแบบโอเพนซอร์สด้วยวิสัยทัศน์ที่ต้องการให้ผู้เผยแพร่เนื้อหาสามารถสร้างเนื้อหาที่เหมาะกับอุปกรณ์เคลื่อนที่เพียงครั้งเดียวแล้วโหลดได้ทันทีทุกที่ทุกเวลา

source: Tutorial
fr: Didacticiel
pl: Samouczek
ru: Руководство
th: บทแนะนำ

source: View Code
fr: Afficher le code
pl: Wyświetl kod
ru: Просмотр кода
th: ดูโค้ด

source: Visit Github
fr: Consulter GitHub
pl: Otwórz Github
ru: GitHub
th: ไปที่ Github

source: What contributors are saying
fr: Avis des contributeurs
pl: Wypowiedzi aktywnych użytkowników
ru: Мнения участников проекта
th: ความคิดเห็นของผู้ร่วมเขียนข้อความ
